{"anime":{"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAkame-ga-Kill":{"Kiss":"http://kissanime.ru/Anime/Akame-ga-Kill","Kiss-description":"In a fantasy world, fighter Tatsumi sets out for the Capitol to earn money for his starving village, and finds a world of unimaginable corruption, all spreading from the depraved Prime Minister who controls the child Emperor's ear. After nearly becoming a victim of this corruption himself, Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating the corruption plaguing the Capitol by mercilessly killing those responsible.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/78438.jpg","Kiss-title":"Akame ga Kill! (Sub)","Mal":"https://myanimelist.net/anime/22199/Akame_ga_Kill","Mal-description":"Night Raid is the covert assassination branch of the Revolutionary Army, an uprising assembled to overthrow Prime Minister Honest, whose avarice and greed for power has lead him to take advantage of the child emperor&#039;s inexperience. Without a strong and benevolent leader, the rest of the nation is left to drown in poverty, strife, and ruin. Though the Night Raid members are all experienced killers, they understand that taking lives is far from commendable and that they will likely face retribution as they mercilessly eliminate anyone who stands in the revolution&#039;s way.<br />\r\n<br />\r\nThis merry band of assassins&#039; newest member is Tatsumi, a na&iuml;ve boy from a remote village who had embarked on a journey to help his impoverished hometown and was won over by not only Night Raid&#039;s ideals, but also their resolve. <i>Akame ga Kill!</i> follows Tatsumi as he fights the Empire and comes face-to-face with powerful weapons, enemy assassins, challenges to his own morals and values, and ultimately, what it truly means to be an assassin with a cause.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/78438.jpg","Mal-title":"Akame ga Kill!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAkame-ga-Kill-Dub":{"Kiss":"http://kissanime.ru/Anime/Akame-ga-Kill-Dub","Kiss-description":"In a fantasy world, fighter Tatsumi sets out for the Capitol to earn money for his starving village, and finds a world of unimaginable corruption, all spreading from the depraved Prime Minister who controls the child Emperor's ear. After nearly becoming a victim of this corruption himself, Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating the corruption plaguing the Capitol by mercilessly killing those responsible.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/78438.jpg","Kiss-title":"Akame ga Kill! (Dub)","Mal":"https://myanimelist.net/anime/22199/Akame_ga_Kill","Mal-description":"Night Raid is the covert assassination branch of the Revolutionary Army, an uprising assembled to overthrow Prime Minister Honest, whose avarice and greed for power has lead him to take advantage of the child emperor&#039;s inexperience. Without a strong and benevolent leader, the rest of the nation is left to drown in poverty, strife, and ruin. Though the Night Raid members are all experienced killers, they understand that taking lives is far from commendable and that they will likely face retribution as they mercilessly eliminate anyone who stands in the revolution&#039;s way.<br />\r\n<br />\r\nThis merry band of assassins&#039; newest member is Tatsumi, a na&iuml;ve boy from a remote village who had embarked on a journey to help his impoverished hometown and was won over by not only Night Raid&#039;s ideals, but also their resolve. <i>Akame ga Kill!</i> follows Tatsumi as he fights the Empire and comes face-to-face with powerful weapons, enemy assassins, challenges to his own morals and values, and ultimately, what it truly means to be an assassin with a cause.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/78438.jpg","Mal-title":"Akame ga Kill!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAnsatsu-Kyoushitsu-TV-Dub":{"Kiss":"http://kissanime.ru/Anime/Ansatsu-Kyoushitsu-TV-Dub","Kiss-description":"A humorous and action-packed story about a class of misfits who are trying to kill their new teacher &ndash; an alien octopus with bizarre powers and super strength! The teacher has just destroyed the moon and is threatening to destroy the earth &ndash; unless his students can destroy him first. What makes things more complicated is that he's the best teacher they've ever had!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/75639.jpg","Kiss-title":"Ansatsu Kyoushitsu (TV) (Dub)","Mal":"https://myanimelist.net/anime/24833/Ansatsu_Kyoushitsu_TV","Mal-description":"When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable&mdash;he is the best teacher they have ever had!<br />\r\n<br />\r\nAdapted from the humorous hit manga by Yuusei Matsui, <i>Ansatsu Kyoushitsu</i> tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/75639.jpg","Mal-title":"Ansatsu Kyoushitsu (TV)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAo-Haru-Ride":{"Kiss":"http://kissanime.ru/Anime/Ao-Haru-Ride","Kiss-description":"Yoshioka Futaba has a few reasons why she wants to \"reset\" her image &amp; life as a new high school student. Because she's cute, she was ostracized by her female friends in junior high, and because of a misunderstanding, she couldn't get her feeling across to the one boy she has ever liked, Tanaka-kun.<br /><br /> Now in high school, she is determined to be as unladylike as possible so that her friends won't be jealous of her. While living her life this way contentedly, she meets Tanaka-kun again, but he now goes under the name of Mabuchi Kou. He tells her that he felt the same way as she did when they were younger, but now things can never be the same again. Will Futaba be able to continue her love that never even started from three years ago?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/64813.jpg","Kiss-title":"Ao Haru Ride","Mal":"https://myanimelist.net/anime/21995/Ao_Haru_Ride","Mal-description":"Futaba Yoshioka used to be an attractive and popular middle-schooler&mdash;well liked by the opposite sex, but ostracized by the girls. Nevertheless, she was able to brush all that off, because the only opinion that truly mattered to her was that of Kou Tanaka, a classmate with whom she shared a shelter from rain once, followed by quite a few other precious and significant memories. She even succeeded at making plans to meet with the quiet and innocent boy at the summer festival, but a simple misunderstanding, and Tanaka's subsequent disappearance, left her walking the halls of her school friendless.<br />\r\n<br />\r\nNow in high school, Futaba is not your typical adolescent girl. Determined to become a class favorite this time, she avoids all unwanted attention and, instead of acting cute and feminine, only stands out through her tomboyish behavior and disheveled look. But still, her world is soon turned upside down when the only boy she ever liked unexpectedly comes into her life once again&mdash;except he goes by the name of Kou Mabuchi now, and it is not his name alone that has gone through a sea change.<br />\r\n<br />\r\n[Written by MAL Rewrite]<br />\r\n","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/64813.jpg","Mal-title":"Ao Haru Ride"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAo-no-Exorcist":{"Kiss":"http://kissanime.ru/Anime/Ao-no-Exorcist","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/75195.jpg","Kiss-title":"Ao no Exorcist (Sub)","Mal":"https://myanimelist.net/anime/9919/Ao_no_Exorcist","Mal-description":"Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king.<br />\r\n<br />\r\n<i>Ao no Exorcist</i> follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager&mdash;that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/75195.jpg","Mal-title":"Ao no Exorcist"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FAo-no-Exorcist-Dub":{"Kiss":"http://kissanime.ru/Anime/Ao-no-Exorcist-Dub","Kiss-description":"<span style=\"text-align: justify;\">This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However the demons can pass over into this world by possessing anything that exist within it. Satan the god of demons, but there's one thing that he doesn't have, and that's a substance in the human world that is powerful enough to contain him!! For that purpose he created Rin, his son from a human woman, but will his son agree to his plans? Or will he become something else...? An exorcist?</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/75195.jpg","Kiss-title":"Ao no Exorcist (Dub)","Mal":"https://myanimelist.net/anime/9919/Ao_no_Exorcist","Mal-description":"Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king.<br />\r\n<br />\r\n<i>Ao no Exorcist</i> follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager&mdash;that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/75195.jpg","Mal-title":"Ao no Exorcist"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBeelzebub":{"Kiss":"http://kissanime.ru/Anime/Beelzebub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/28013.jpg","Kiss-title":"Beelzebub","Mal":"https://myanimelist.net/anime/9513/Beelzebub","Mal-description":"Ishiyama High is a school populated entirely by delinquents, where nonstop violence and lawlessness are the norm. However, there is one universally acknowledged rule&mdash;don&#039;t cross first year student Tatsumi Oga, Ishiyama&#039;s most vicious fighter.<br />\r\n<br />\r\nOne day, Oga is by a riverbed when he encounters a man floating down the river. After being retrieved by Oga, the man splits down the middle to reveal a baby, which crawls onto Oga&#039;s back and immediately forms an attachment to him. Though he doesn&#039;t know it yet, this baby is named Kaiser de Emperana Beelzebub IV, or &quot;Baby Beel&quot; for short&mdash;the son of the Demon Lord!<br />\r\n<br />\r\nAs if finding the future Lord of the Underworld isn&#039;t enough, Oga is also confronted by Hildegard, Beel&#039;s demon maid. Together they attempt to raise Baby Beel&mdash;although surrounded by juvenile delinquents and demonic powers, the two of them may be in for more of a challenge than they can imagine.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/28013.jpg","Mal-title":"Beelzebub"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBlack-Bullet":{"Kiss":"http://kissanime.ru/Anime/Black-Bullet","Kiss-description":"A near future, where humans have been defeated by the viral parasites named Gastrea. They have been exiled into a small territory and live in despair, side-by-side in terror.<br /><br /> In this world trapped in darkness&mdash;<br /><br /> Rentaro, a boy living near Tokyo and member of the \"Civil Security\"&mdash;an organization specializing in fighting against the Gastrea&mdash;is used to accomplishing dangerous tasks. His partner is Enju, a precocious young girl. They fight thanks to their peculiar powers until one day, when they receive a special assignment from the government. This top secret mission is to prevent the destruction of Tokyo...<br /><br /> Set in a near future, this thrilling heroic-action story... starts now!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/57947.jpg","Kiss-title":"Black Bullet (Sub)","Mal":"https://myanimelist.net/anime/20787/Black_Bullet","Mal-description":"In the year 2021, a parasitic virus known as &quot;Gastrea&quot; infects humans and turns them into monsters. What is left of mankind now lives within the Monolith walls, walls that are made of Varanium, the only material that can hurt Gastrea.<br />\r\n<br />\r\nTo counter the threat that the Gastrea pose, &quot;Cursed Children&quot;&mdash;female children whose bodies contain trace amounts of the virus which grant them superhuman abilities&mdash;officially called Initiators by the Tendo Civil Security, are given partners called Promoters, people who work to guide and protect the young Initiators. These teams of two are sent out on missions to fight the monsters created by the Gastrea virus and keep them at bay. <br />\r\n<br />\r\n<i>Black Bullet</i> revolves around the team of Enju Aihara, an Initiator, and Satomi Rentaro, a Promoter, as they go on missions to fight the growing threat of Gastrea in their hometown of Tokyo.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/57947.jpg","Mal-title":"Black Bullet"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBleach":{"Kiss":"http://kissanime.ru/Anime/Bleach","Kiss-description":"15-year-old Kurosaki Ichigo is not your everyday high school student. He has from as far he can remember always had the ability to see ghosts and spirits. A fateful day arrives as Ichigo encounters the shinigami Kuchiki Rukia, who saves him and his family from a Hollow at the cost of injuring herself. During this encounter, with Rukia unable to defeat the hollow she transfers her shinigami powers into Ichigo. In the aftermath, unable to continue with her job, Rukia allows Ichigo to take on the role of a shinigami in her place as they together defeat the Hollows plaguing Ichigo's town.","Kiss-img":"https://kissanime.ru/Uploads/Etc/12-31-2016/20905454515713205_359284417779937_285819855_n.jpg","Kiss-title":"Bleach (Sub)","Mal":"https://myanimelist.net/anime/269/Bleach","Mal-description":"Ichigo Kurosaki is an ordinary high schooler&mdash;until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo&#039;s family from the assailant. To save his family, Ichigo accepts Rukia&#039;s offer of taking her powers and becomes a Soul Reaper as a result.<br />\r\n<br />\r\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends&mdash;classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida&mdash;who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/40451.jpg","Mal-title":"Bleach"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBleach-Dub":{"Kiss":"http://kissanime.ru/Anime/Bleach-Dub","Kiss-description":"15-year-old Kurosaki Ichigo is not your everyday high school student. He has from as far he can remember always had the ability to see ghosts and spirits. A fateful day arrives as Ichigo encounters the shinigami Kuchiki Rukia, who saves him and his family from a Hollow at the cost of injuring herself. During this encounter, with Rukia unable to defeat the hollow she transfers her shinigami powers into Ichigo. In the aftermath, unable to continue with her job, Rukia allows Ichigo to take on the role of a shinigami in her place as they together defeat the Hollows plaguing Ichigo's town.","Kiss-img":"https://kissanime.ru/Uploads/Etc/12-31-2016/20905454515713205_359284417779937_285819855_n.jpg","Kiss-title":"Bleach (Dub)","Mal":"https://myanimelist.net/anime/269/Bleach","Mal-description":"Ichigo Kurosaki is an ordinary high schooler&mdash;until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo&#039;s family from the assailant. To save his family, Ichigo accepts Rukia&#039;s offer of taking her powers and becomes a Soul Reaper as a result.<br />\r\n<br />\r\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends&mdash;classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida&mdash;who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/40451.jpg","Mal-title":"Bleach"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBoku-no-Hero-Academia-My-Hero-Academia":{"Kiss":"http://kissanime.ru/Anime/Boku-no-Hero-Academia-My-Hero-Academia","Kiss-description":"The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.<br /><br />Since he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!<br /><br />Enduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/78745.jpg","Kiss-title":"Boku no Hero Academia (Sub)","Mal":"https://myanimelist.net/anime/31964/Boku_no_Hero_Academia","Mal-description":"The appearance of &quot;quirks,&quot; newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.<br />\r\n<br />\r\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku&#039;s unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might&#039;s quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!<br />\r\n<br />\r\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year&#039;s freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/78745.jpg","Mal-title":"Boku no Hero Academia"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FBungou-Stray-Dogs":{"Kiss":"http://kissanime.ru/Anime/Bungou-Stray-Dogs","Kiss-description":"For weeks, Atsushi Nakajima's orphanage has been plagued by a mystical tiger that only he seems to be aware of. Suspected to be behind the strange incidents, the 18-year-old is abruptly kicked out of the orphanage and left hungry, homeless, and wandering through the city.<br /><br />While starving on a riverbank, Atsushi saves a rather eccentric man named Osamu Dazai from drowning. Whimsical suicide enthusiast and supernatural detective, Dazai has been investigating the same tiger that has been terrorizing the boy. Together with Dazai's partner Doppo Kunikida, they solve the mystery, but its resolution leaves Atsushi in a tight spot. As various odd events take place, Atsushi is coerced into joining their firm of supernatural investigators, taking on unusual cases the police cannot handle, alongside his numerous enigmatic co-workers.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/79409.jpg","Kiss-title":"Bungou Stray Dogs","Mal":"https://myanimelist.net/anime/31478/Bungou_Stray_Dogs","Mal-description":"For weeks, Atsushi Nakajima&#039;s orphanage has been plagued by a mystical tiger that only he seems to be aware of. Suspected to be behind the strange incidents, the 18-year-old is abruptly kicked out of the orphanage and left hungry, homeless, and wandering through the city.<br />\r\n<br />\r\nWhile starving on a riverbank, Atsushi saves a rather eccentric man named Osamu Dazai from drowning. Whimsical suicide enthusiast and supernatural detective, Dazai has been investigating the same tiger that has been terrorizing the boy. Together with Dazai&#039;s partner Doppo Kunikida, they solve the mystery, but its resolution leaves Atsushi in a tight spot. As various odd events take place, Atsushi is coerced into joining their firm of supernatural investigators, taking on unusual cases the police cannot handle, alongside his numerous enigmatic co-workers.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/79409.jpg","Mal-title":"Bungou Stray Dogs"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FCode-Geass-Lelouch-of-the-Rebellion-R2":{"Kiss":"http://kissanime.ru/Anime/Code-Geass-Lelouch-of-the-Rebellion-R2","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/4/9391.jpg","Kiss-title":"Code Geass: Lelouch of the Rebellion R2 (Sub)","Mal":"https://myanimelist.net/anime/2904/Code_Geass__Hangyaku_no_Lelouch_R2","Mal-description":"One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11&#039;s resistance group&mdash;the Black Knights&mdash;find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. <br />\r\n<br />\r\nLelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started, in this thrilling conclusion to the series.<br />\r\n<br />\r\n[Written by MAL Rewrite]<br />\r\n","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/4/9391.jpg","Mal-title":"Code Geass: Hangyaku no Lelouch R2"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FD-Gray-man":{"Kiss":"http://kissanime.ru/Anime/D-Gray-man","Kiss-description":"Towards the end of the 19th century, Allen Walker officially joins the organization of Exorcists that destroy the beings known as Akuma; mechanic weapons made by the Millennium Earl with the suffering souls of the dead. Allen has both a cursed eye and an anti-Akuma weapon as an arm, bearing the power of \"Innocence\", a gift given to him as an apostle of God. Allen, along with his fellow Exorcists must put a stop to the Millennium Earl's ultimate plot that could lead to the destruction of the world and all who live on it.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/75194.jpg","Kiss-title":"D.Gray-man (Sub)","Mal":"https://myanimelist.net/anime/1482/DGray-man","Mal-description":"Losing a loved one is so painful that one may sometimes wish to be able to resurrect them&mdash;a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as &quot;Akuma,&quot; he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, &quot;Innocence.&quot;<br />\r\n <br />\r\nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order&mdash;an organization comprised of those willing to fight Akuma and the Millennium Earl&mdash;to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it&#039;s up to Allen and his fellow Exorcists to stop the Millennium Earl&#039;s ultimate plot: one that can lead to the destruction of the world.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/75194.jpg","Mal-title":"D.Gray-man"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDeath-Note":{"Kiss":"http://kissanime.ru/Anime/Death-Note","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/9453.jpg","Kiss-title":"Death Note (Sub)","Mal":"https://myanimelist.net/anime/1535/Death_Note","Mal-description":"A shinigami, as a god of death, can kill any person&mdash;provided they see their victim&#039;s face and write their victim&#039;s name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.<br />\r\n<br />\r\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and&mdash;since he deplores the state of the world&mdash;tests the deadly notebook by writing a criminal&#039;s name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.            <br />\r\n<br />\r\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/9453.jpg","Mal-title":"Death Note"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDeath-Note-Dub":{"Kiss":"http://kissanime.ru/Anime/Death-Note-Dub","Kiss-description":"<span style=\"text-align: justify;\">Yagami Light is a 17-year-old genius from Japan who is tired of his life, school, and the state of the world as he knows it. One day, on the way home from class, Light stumbles upon a dark notebook with \"Death Note\" written on the front. Intrigued by its appearance, Light reads the first few sentences, only to find out that it states that anyone whose name is written inside will die. Discarding it as a joke, Light continues his daily activities. Soon after though, his human curiosity takes the better of him and prompts Light to try the notebook, discovering the truth behind first sentence. Now, with power in his hands, Yagami Light is on a quest to change the world and become God of the New World. His path to holy status won't be easy however, as another genius, known as L, is working against Light's beliefs and Light himself. Who will win this power of Gods between humans?&nbsp;</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/9453.jpg","Kiss-title":"Death Note (Dub)","Mal":"https://myanimelist.net/anime/1535/Death_Note","Mal-description":"A shinigami, as a god of death, can kill any person&mdash;provided they see their victim&#039;s face and write their victim&#039;s name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.<br />\r\n<br />\r\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and&mdash;since he deplores the state of the world&mdash;tests the deadly notebook by writing a criminal&#039;s name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.            <br />\r\n<br />\r\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/9453.jpg","Mal-title":"Death Note"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDetective-Conan":{"Kiss":"http://kissanime.ru/Anime/Detective-Conan","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/75199.jpg","Kiss-title":"Detective Conan (Sub)","Mal":"https://myanimelist.net/anime/235/Detective_Conan","Mal-description":"Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa).<br />\r\n<br />\r\nAnimated by TMS and adapted from the manga by Gosho Aoyama, <i>Detective Conan</i> follows Shinichi who, as Conan, starts secretly solving the senior Mouri&#039;s cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug&#039;s effects someday.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/75199.jpg","Mal-title":"Detective Conan"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDiamond-no-Ace":{"Kiss":"http://kissanime.ru/Anime/Diamond-no-Ace","Kiss-description":"The story follows Eijun Sawamura, a pitcher who joins an elite school with a brilliant catcher named Kazuya Miyuki. Together with the rest of the team, they strive for Japan's storied Koushien championships through hard work and determination.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/54235.jpg","Kiss-title":"Diamond no Ace","Mal":"https://myanimelist.net/anime/18689/Diamond_no_Ace","Mal-description":"With a stray pitch that completely missed the batter, Eijun Sawamura loses his final middle school baseball game. Frustrated by this defeat, Eijun and his teammates vow to reach the national tournament once they are in high school. But everything changes when a scout unexpectedly invites him to Tokyo&#039;s prestigious Seidou High School after seeing the potential in his unusual pitching style. Encouraged by his teammates, Eijun accepts the offer, ready to improve his skills and play at a much more competitive level of baseball.<br />\r\n<br />\r\nHowever, now surrounded by a large number of skilled players, Eijun struggles to find his place on the team. He declares that he will one day become the team&#039;s ace, but that&#039;s only if fellow first year Satoru Furuya doesn&#039;t take the title first, with his breakneck fastballs that earn him a coveted spot on the starting roster. With the addition of these talented new players to an already powerful lineup, the Seidou baseball team aims to become the best in Japan, facing off against a number of formidable foes that stand in their way.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/54235.jpg","Mal-title":"Diamond no Ace"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDragon-Ball-Kai-Dub":{"Kiss":"http://kissanime.ru/Anime/Dragon-Ball-Kai-Dub","Kiss-description":"A remastered version of Dragon Ball Z that adheres more to the manga's story.  This version includes newly recorded dialog by the original voice actors, new sound effects, new OP/ED sequences, and a brand new HD video transfer.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/14065.jpg","Kiss-title":"Dragon Ball Kai (Dub)","Mal":"https://myanimelist.net/anime/6033/Dragon_Ball_Kai","Mal-description":"Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu&#039;s past, but kidnaps Gohan as well.<br />\r\n<br />\r\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won&rsquo;t pass up an opportunity to seize the power of the Dragon Balls for themselves.<br />\r\n<br />\r\nThese events begin the saga of <i>Dragon Ball Kai</i>, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/14065.jpg","Mal-title":"Dragon Ball Kai"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDragon-Ball-Super":{"Kiss":"http://kissanime.ru/Anime/Dragon-Ball-Super","Kiss-description":"Reuniting the franchise's iconic characters, Dragon Ball Super will follow the aftermath of Goku's fierce battle with Majin Buu as he attempts to maintain earth's fragile peace.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/74606.jpg","Kiss-title":"Dragon Ball Super (Sub)","Mal":"https://myanimelist.net/anime/30694/Dragon_Ball_Super","Mal-description":"Set just after the events of the Buu Saga of <i>Dragon Ball Z</i>, a deadly threat awakens once more. People lived in peace without knowing who the true heroes were during the devastating battle against Majin Buu. The powerful Dragon Balls have prevented any permanent damage, and our heroes also continue to live a normal life. In the far reaches of the universe, however, a powerful being awakens early from his slumber, curious about a prophecy of his defeat.<br />\r\n<br />\r\nJoin Gokuu, Piccolo, Vegeta, Gohan, and the rest of the <i>Dragon Ball</i> crew as they tackle the strongest opponent they have ever faced. Beerus, the god of destruction, now sets his curious sights on Earth. Will the heroes save the day and prevent earth&#039;s destruction? Or will the whims of a bored god prove too powerful for the Saiyans? Gokuu faces impossible odds once more and fights for the safety of his loved ones and the planet.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/74606.jpg","Mal-title":"Dragon Ball Super"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDragon-Ball-Z":{"Kiss":"http://kissanime.ru/Anime/Dragon-Ball-Z","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/20936.jpg","Kiss-title":"Dragon Ball Z (Sub)","Mal":"https://myanimelist.net/anime/813/Dragon_Ball_Z","Mal-description":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu&#039;s long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu&#039;s sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.<br />\r\n<br />\r\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu&#039;s friends of a new threat that&#039;s rapidly approaching Earth&mdash;one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in <i>Dragon Ball Z</i>.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/20936.jpg","Mal-title":"Dragon Ball Z"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDragon-Ball-Z-Dub":{"Kiss":"http://kissanime.ru/Anime/Dragon-Ball-Z-Dub","Kiss-description":"<span style=\"text-align: justify;\">Goku is back with his new son, Gohan, but just when things are getting settled down, the adventures continue. Whether he is facing enemies such as Frieza, Cell, or Buu, Goku is proven to be an elite of his own and discovers his race, Saiyan and is able to reach Super Saiyan 3 form. He meets many new people, gaining allies and well as enemies, as he still finds time to raise a family and be the happy-go-lucky Saiyan he is.</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/20936.jpg","Kiss-title":"Dragon Ball Z (Dub)","Mal":"https://myanimelist.net/anime/813/Dragon_Ball_Z","Mal-description":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu&#039;s long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu&#039;s sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.<br />\r\n<br />\r\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu&#039;s friends of a new threat that&#039;s rapidly approaching Earth&mdash;one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in <i>Dragon Ball Z</i>.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/20936.jpg","Mal-title":"Dragon Ball Z"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FDungeon-ni-Deai-wo-Motomeru-no-wa-Machigatteiru-Darou-ka":{"Kiss":"http://kissanime.ru/Anime/Dungeon-ni-Deai-wo-Motomeru-no-wa-Machigatteiru-Darou-ka","Kiss-description":"Life in the bustling city of Orario is never dull, especially for Bell Cranel, a na&iuml;ve young man who hopes to become the greatest adventurer in the land. After a chance encounter with the lonely goddess, Hestia, his dreams become a little closer to reality. With her support, Bell embarks on a fantastic quest as he ventures deep within the city's monster-filled catacombs, known only as the \"Dungeon.\" Death lurks around every corner in the cavernous depths of this terrifying labyrinth, and a mysterious power moves amidst the shadows.<br /><br />Even on the surface, survival is a hard-earned privilege. Indeed, nothing is ever certain in a world where gods and humans live and work together, especially when they often struggle to get along. One thing is for sure, though: a myriad of blunders, triumphs and friendships awaits the dauntlessly optimistic protagonist of this herculean tale.","Kiss-img":"https://kissanime.ru/Uploads/Etc/2-28-2017/39799454570187l.jpg","Kiss-title":"DanMachi (Sub)","Mal":"https://myanimelist.net/anime/28121/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka","Mal-description":"Life in the bustling city of Orario is never dull, especially for Bell Cranel, a na&iuml;ve young man who hopes to become the greatest adventurer in the land. After a chance encounter with the lonely goddess, Hestia, his dreams become a little closer to reality. With her support, Bell embarks on a fantastic quest as he ventures deep within the city&#039;s monster-filled catacombs, known only as the &quot;Dungeon.&quot; Death lurks around every corner in the cavernous depths of this terrifying labyrinth, and a mysterious power moves amidst the shadows.<br />\r\n<br />\r\nEven on the surface, survival is a hard-earned privilege. Indeed, nothing is ever certain in a world where gods and humans live and work together, especially when they often struggle to get along. One thing is for sure, though: a myriad of blunders, triumphs and friendships awaits the dauntlessly optimistic protagonist of this herculean tale.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/2/70187.jpg","Mal-title":"Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FEyeshield-21":{"Kiss":"http://kissanime.ru/Anime/Eyeshield-21","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/66961.jpg","Kiss-title":"Eyeshield 21","Mal":"https://myanimelist.net/anime/15/Eyeshield_21","Mal-description":"Sena is like any other shy kid starting high school; he&#039;s just trying to survive. Constantly bullied, he&#039;s accustomed to running away.<br />\r\n<br />\r\nSurviving high school is about to become a lot more difficult after Hiruma, captain of the school&#039;s American football team, witnesses Sena&#039;s incredible agility and speed during an escape from some bullies. Hiruma schemes to make Sena the running back of his school team, The Devil Bats, hoping that it will turn around the squad&#039;s fortunes from being the laughingstock of Japan&#039;s high school leagues, to title contender.<br />\r\n<br />\r\nTo protect his precious star player from rivaling recruiters, he enlists Sena as &quot;team secretary,&quot; giving him a visored helmet and the nickname &quot;Eyeshield 21&quot; to hide his identity.<br />\r\n<br />\r\nThe Devilbats will look to make their way to the Christmas Bowl, an annual tournament attended by the best football teams in Japan, with &quot;Eyeshield 21&quot; leading the way. Will they be able to win the Christmas Bowl? Will Sena be able to transform from a timid, undersized freshman to an all-star player? Put on your pads and helmet to find out!","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/66961.jpg","Mal-title":"Eyeshield 21"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFairy-Tail":{"Kiss":"http://kissanime.ru/Anime/Fairy-Tail","Kiss-description":"","Kiss-img":"https://kissanime.ru/Uploads/Etc/2-6-2017/740129545s-l500.jpg","Kiss-title":"Fairy Tail (Sub)","Mal":"https://myanimelist.net/anime/6702/Fairy_Tail","Mal-description":"A superficial but kind-hearted celestial mage, Lucy Heartfilia, joins a famous wizarding guild in Magnolia Town called Fairy Tail, where the members use their powers to earn rewards in exchange for fulfilling quests. Here she befriends an impetuous but faithful dragon-slayer wizard, Natsu Dragneel, who is scouring the land for his missing father. The two form a bond with fellow mages Erza Scarlet and Gray Fullbuster, and together they tackle daunting challenges, taking on several powerful allies and foes along the way. <br />\r\n<br />\r\nCreated by Hiro Mashima, <i>Fairy Tail</i> is an action-packed adventure that follows Lucy and her friends as they learn the value of friendship, forgiveness and family.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/18179.jpg","Mal-title":"Fairy Tail"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFairy-Tail-2014":{"Kiss":"http://kissanime.ru/Anime/Fairy-Tail-2014","Kiss-description":"Natsu, Lucy, and their fellow Fairy Tail mages return to protect the humanity from powerful enemies, including but not limited to Dark Guilds, dragons, and Zeref, the most powerful dark mage","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/60551.jpg","Kiss-title":"Fairy Tail (2014) (Sub)","Mal":"https://myanimelist.net/anime/22043/Fairy_Tail_2014","Mal-description":"Magic is what makes the fictional world of Earth-land go &#039;round, and its many mage guilds work together&mdash;or sometimes against one another&mdash;to bring balance to that world. Each guild flaunts unique features in hopes of being the best guild on the planet.<br />\r\n<br />\r\nLucy Heartfilia, a 17-year-old girl, is desperately searching for the perfect guild. After running from her father, she wanders the city in search of Gold Keys, for they unlock the Celestial Spirits that are so vital for her magic. With so many wizards around, it&#039;s a journey that&#039;s very challenging and dangerous to go alone. Yet a fateful encounter with Natsu Dragneel (a wizard who largely resembles a dragon) leads her to a guild known as <i>Fairy Tail</i>, which soon becomes her new home.<br />\r\n<br />\r\nHer happiness amongst new-found friends is overshadowed by the evil powers of malicious guilds and the mysterious dark wizard Zeref. Their lives are about to take an unexpected turn as they battle evil, fight for their guild, and uncover fragments of their past. It will shake the foundations of who they are as people, and help explain why Earth-land has fallen into this state to begin with.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/60551.jpg","Mal-title":"Fairy Tail (2014)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFairy-Tail-Dub":{"Kiss":"http://kissanime.ru/Anime/Fairy-Tail-Dub","Kiss-description":"","Kiss-img":"https://kissanime.ru/Uploads/Etc/2-6-2017/740129545s-l500.jpg","Kiss-title":"Fairy Tail (Dub)","Mal":"https://myanimelist.net/anime/6702/Fairy_Tail","Mal-description":"A superficial but kind-hearted celestial mage, Lucy Heartfilia, joins a famous wizarding guild in Magnolia Town called Fairy Tail, where the members use their powers to earn rewards in exchange for fulfilling quests. Here she befriends an impetuous but faithful dragon-slayer wizard, Natsu Dragneel, who is scouring the land for his missing father. The two form a bond with fellow mages Erza Scarlet and Gray Fullbuster, and together they tackle daunting challenges, taking on several powerful allies and foes along the way. <br />\r\n<br />\r\nCreated by Hiro Mashima, <i>Fairy Tail</i> is an action-packed adventure that follows Lucy and her friends as they learn the value of friendship, forgiveness and family.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/18179.jpg","Mal-title":"Fairy Tail"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFullmetal-Alchemist-Brotherhood":{"Kiss":"http://kissanime.ru/Anime/Fullmetal-Alchemist-Brotherhood","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/47421.jpg","Kiss-title":"Fullmetal Alchemist: Brotherhood (Sub)","Mal":"https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood","Mal-description":"&quot;In order for something to be obtained, something of equal value must be lost.&quot;<br />\r\n<br />\r\nAlchemy is bound by this Law of Equivalent Exchange&mdash;something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression&mdash;Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward&#039;s right arm that he is able to affix Alphonse&#039;s soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called &quot;automail&quot; and become a state alchemist, the Fullmetal Alchemist.<br />\r\n<br />\r\nThree years of searching later, the brothers seek the Philosopher&#039;s Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher&#039;s Stone, but their country&#039;s murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/47421.jpg","Mal-title":"Fullmetal Alchemist: Brotherhood"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFullmetal-Alchemist-Dub":{"Kiss":"http://kissanime.ru/Anime/Fullmetal-Alchemist-Dub","Kiss-description":"<span style=\"text-align: justify;\">The rules of alchemy state that to gain something, one must lose something of equal value. Alchemy is the process of taking apart and reconstructing an object into a different entity, with the rules of alchemy to govern this procedure. However, there exists an object that can bring any alchemist above these rules, the object known as the Philosopher's Stone. The young Edward Elric is a particularly talented alchemist who through an accident years back lost his younger brother Alphonse and one of his legs. Sacrificing one of his arms as well, he used alchemy to bind his brother's soul to a suit of armor. This lead to the beginning of their journey to restore their bodies, in search for the legendary Philosopher's Stone.</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/75815.jpg","Kiss-title":"Fullmetal Alchemist (Dub)","Mal":"https://myanimelist.net/anime/121/Fullmetal_Alchemist","Mal-description":"Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse&#039;s soul to a large suit of armor.<br />\r\n<br />\r\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher&#039;s Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist&#039;s abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military&#039;s resources to find the fabled stone and restore his and Alphonse&#039;s bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/75815.jpg","Mal-title":"Fullmetal Alchemist"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FFullmetal-Alchemist-Sub":{"Kiss":"http://kissanime.ru/Anime/Fullmetal-Alchemist-Sub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/75815.jpg","Kiss-title":"Fullmetal Alchemist (Sub)","Mal":"https://myanimelist.net/anime/121/Fullmetal_Alchemist","Mal-description":"Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse&#039;s soul to a large suit of armor.<br />\r\n<br />\r\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher&#039;s Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist&#039;s abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military&#039;s resources to find the fabled stone and restore his and Alphonse&#039;s bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/75815.jpg","Mal-title":"Fullmetal Alchemist"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGakusen-Toshi-Asterisk":{"Kiss":"http://kissanime.ru/Anime/Gakusen-Toshi-Asterisk","Kiss-description":"Long, long ago, an epic catastrophe, known as Invertia, caused a complete change in the world's power balance. In the years following this disaster, a group known as the Integrated Enterprise Foundation rose to power. In addition to this massive change, a new breed of humans born with amazing physical skills known as Genestella also emerged and joined the ranks of humanity.<br /><br /><em>Gakusen Toshi Asterisk</em>&nbsp;follows the story of Ayato Amagiri, a student who has just transferred into one of the six most elite schools for Genestella students in the world&mdash;Seidoukan Academy&mdash;where students learn to control their powers and duel against each other in entertainment battles known as festas. Unfortunately, Ayato gets off to a rough start. When trying to return a lost handkerchief to a female classmate, he accidentally sees her changing which leads to her challenging him to a duel. What most people don't realize however, is that Ayato has no real interest in festas and instead has an alternative motive for joining this prestigious school. What is Ayato's big secret? Will he be able to keep up his act when surrounded by some of the greatest Genestella in the world?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/76034.jpg","Kiss-title":"Gakusen Toshi Asterisk (Sub)","Mal":"https://myanimelist.net/anime/30544/Gakusen_Toshi_Asterisk","Mal-description":"Long, long ago, an epic catastrophe, known as Invertia, caused a complete change in the world&#039;s power balance. In the years following this disaster, a group known as the Integrated Enterprise Foundation rose to power. In addition to this massive change, a new breed of humans born with amazing physical skills known as Genestella also emerged and joined the ranks of humanity.<br />\r\n<br />\r\n<i>Gakusen Toshi Asterisk</i> follows the story of Ayato Amagiri, a student who has just transferred into one of the six most elite schools for Genestella students in the world&mdash;Seidoukan Academy&mdash;where students learn to control their powers and duel against each other in entertainment battles known as festas. Unfortunately, Ayato gets off to a rough start. When trying to return a lost handkerchief to a female classmate, he accidentally sees her changing which leads to her challenging him to a duel. What most people don&#039;t realize however, is that Ayato has no real interest in festas and instead has an alternative motive for joining this prestigious school. What is Ayato&#039;s big secret? Will he be able to keep up his act when surrounded by some of the greatest Genestella in the world?","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/76034.jpg","Mal-title":"Gakusen Toshi Asterisk"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGate-Jieitai-Kanochi-nite-Kaku-Tatakaeri-Enryuu-hen":{"Kiss":"http://kissanime.ru/Anime/Gate-Jieitai-Kanochi-nite-Kaku-Tatakaeri-Enryuu-hen","Kiss-description":"Second season of the&nbsp;Gate&nbsp;anime. Adapts Enryuu-hen, and Douran-hen arcs.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/76222.jpg","Kiss-title":"GATE S2","Mal":"https://myanimelist.net/anime/31637/Gate__Jieitai_Kanochi_nite_Kaku_Tatakaeri_2nd_Season","Mal-description":"Several months have passed since the infamous Ginza Incident, with tensions between the Empire and JSDF escalating in the vast and mysterious &quot;Special Region&quot; over peace negotiations. The greed and curiosity of the global powers have also begun to grow, as reports about the technological limitations of the magical realm&#039;s archaic civilizations come to light. <br />\r\n<br />\r\nMeanwhile, Lieutenant Youji Itami and his merry band of female admirers struggle to navigate the complex political intrigue that plagues the Empire&#039;s court. Despite her best efforts, Princess Pi&ntilde;a Co Lada faces difficulties attempting to convince her father that the JSDF has no intention of conquering their kingdom. Pressured from both sides of the Gate, Itami must consider even more drastic measures to fulfill his mission.<br />\r\n<br />\r\n[Written by MAL Rewrite] ","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/77382.jpg","Mal-title":"Gate: Jieitai Kanochi nite, Kaku Tatakaeri 2nd Season"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGintama":{"Kiss":"http://kissanime.ru/Anime/Gintama","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/2/10038.jpg","Kiss-title":"Gintama","Mal":"https://myanimelist.net/anime/918/Gintama","Mal-description":"The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.<br />\r\n<br />\r\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.<br />\r\n<br />\r\nWho said life as an errand boy was easy?<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/2/10038.jpg","Mal-title":"Gintama"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGintama-2015":{"Kiss":"http://kissanime.ru/Anime/Gintama-2015","Kiss-description":"Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven't been paid... Does Gin-chan really spend all that cash playing pachinko?<br /><br />Meanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team.<br /><br />Filled with tongue-in-cheek humor and moments of heartfelt emotion,&nbsp;<em>Gintama</em>'s third season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet.","Kiss-img":"https://kissanime.ru/Uploads/Etc/2-3-2017/86193354572078l.jpg","Kiss-title":"Gintama&#39; (2015) (Sub)","Mal":"https://myanimelist.net/anime/28977/Gintama","Mal-description":"Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven&#039;t been paid... Does Gin-chan really spend all that cash playing pachinko?<br />\r\n<br />\r\nMeanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team.<br />\r\n<br />\r\nFilled with tongue-in-cheek humor and moments of heartfelt emotion, <i>Gintama</i>&#039;s third season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/72078.jpg","Mal-title":"Gintama"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGolden-Time":{"Kiss":"http://kissanime.ru/Anime/Golden-Time","Kiss-description":"Tada Banri, a newly admitted student at a private law school in Tokyo, found himself completely lost after the opening ceremony, trying to find his way to the freshman orientation. At that moment, he ran into another lost freshman from the same school, Yanagisawa Mitsuo, and they hit it off at once. Somehow arriving at their intended goal just on time, there appeared in front of the two a beautiful girl holding a bouquet of roses. The girl then whacked Mitsuo across the face with the bouquet and handed the flowers over to him. \"Freshman, congratulations\", was all she said, and then left. The stylish, well dressed, perfect woman that had swung at Mitsuo was his childhood friend, Kaga Kouko. As children they had promised to marry each other one day, fulfilling their dreams. In order to escape from her, Mitsuo had gone out secretly and taken the examination for this well known private college, but now she showed up in the freshman orientation hall. She too had taken the law school entrance examination, catching up with him there.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/52091.jpg","Kiss-title":"Golden Time","Mal":"https://myanimelist.net/anime/17895/Golden_Time","Mal-description":"Due to a tragic accident, Banri Tada is struck with amnesia, dissolving the memories of his hometown and past. However, after befriending Mitsuo Yanagisawa, he decides to move on and begin a new life at law school in Tokyo. But just as he is beginning to adjust to his college life, the beautiful Kouko Kaga dramatically barges into Banri&#039;s life, and their chance meeting marks the beginning of an unforgettable year. <br />\r\n<br />\r\nAfter having a glimpse of college life, Banri learns that he is in a new place and a new world - a place where he can be reborn, to have new friends, fall in love, makes mistakes and grow. And as he begins to discover who he was, the path he has chosen leads him towards a blindingly bright life that he will never want to forget.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/52091.jpg","Mal-title":"Golden Time"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FGuilty-Crown":{"Kiss":"http://kissanime.ru/Anime/Guilty-Crown","Kiss-description":"The story takes place in Tokyo in 2039, after the outbreak of the  \"Apocalypse Virus\" during what became known as the \"Lost Christmas\" of  2029. Since then, Japan has been under the control of the multinational  organization called GHQ.&nbsp;<br /><br />Ouma Shu is a 17 year-old boy who mistakenly obtains a rare and great&nbsp;<span id=\"itxthook0p\"><span id=\"itxthook0w\">power</span><img id=\"itxthook0icon\" src=\"http://images.intellitxt.com/ast/adTypes/icon1.png\" alt=\"\" /></span>.  He can use this power, \"The Right Hand of the King,\" to extract  \"voids,\" or tools/weapons that are the manifestations of peoples'  hearts.&nbsp;<br /><br />He has been rather shy since a childhood tragedy, but  both his personality and life change forever when he meets a girl named  Yuzuriha Inori, a member of the rebel group called \"Undertakers,\" whose  members seek the restoration of self-government in Japan via the ousting  of GHQ.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/33713.jpg","Kiss-title":"Guilty Crown (Sub)","Mal":"https://myanimelist.net/anime/10793/Guilty_Crown","Mal-description":"Japan, 2039. Ten years after the outbreak of the &quot;Apocalypse Virus,&quot; an event solemnly regarded as &quot;Lost Christmas,&quot; the once proud nation has fallen under the rule of the GHQ, an independent military force dedicated to restoring order. Funeral Parlor, a guerilla group led by the infamous Gai Tsutsugami, act as freedom fighters, offering the only resistance to GHQ&#039;s cruel despotism.<br />\r\n <br />\r\nInori Yuzuriha, a key member of Funeral Parlor, runs into the weak and unsociable Shuu Ouma during a crucial operation, which results in him obtaining the &quot;Power of Kings&quot;&mdash;an ability which allows the wielder to draw out the manifestations of an individual&#039;s personality, or &quot;voids.&quot; Now an unwilling participant in the struggle against GHQ, Shuu must learn to control his newfound power if he is to help take back Japan once and for all.<br />\r\n <br />\r\n<i>Guilty Crown</i> follows the action-packed story of a young high school student who is dragged into a war, possessing an ability that will help him uncover the secrets of the GHQ, Funeral Parlor, and Lost Christmas. However, he will soon learn that the truth comes at a far greater price than he could have ever imagined.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/33713.jpg","Mal-title":"Guilty Crown"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHaikyuu":{"Kiss":"http://kissanime.ru/Anime/Haikyuu","Kiss-description":"A chance event triggered Shouyou Hinata's love for volleyball. His club had no members, but somehow persevered and finally made it into its very first and final regular match of middle school, where it was steamrolled by Tobio Kageyama, a superstar player known as \"King of the Court.\" Vowing revenge, Hinata applied to the Karasuno High School volleyball club... only to come face-to-face with his hated rival, Kageyama!<br /><br /> A tale of hot-blooded youth and volleyball from the pen of Haruichi Furudate!!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/76014.jpg","Kiss-title":"Haikyuu!!","Mal":"https://myanimelist.net/anime/20583/Haikyuu","Mal-description":"Inspired after watching a volleyball ace nicknamed &quot;Little Giant&quot; in action, small-statured Shouyou Hinata revives the volleyball club at his middle school. The newly-formed team even makes it to a tournament; however, their first match turns out to be their last when they are brutally squashed by the &quot;King of the Court,&quot; Tobio Kageyama. Hinata vows to surpass Kageyama, and so after graduating from middle school, he joins Karasuno High School's volleyball team&mdash;only to find that his sworn rival, Kageyama, is now his teammate.<br />\r\n<br />\r\nThanks to his short height, Hinata struggles to find his role on the team, even with his superior jumping power. Surprisingly, Kageyama has his own problems that only Hinata can help with, and learning to work together appears to be the only way for the team to be successful. Based on Haruichi Furudate's popular shounen manga of the same name, <i>Haikyuu!!</i> is an exhilarating and emotional sports comedy following two determined athletes as they attempt to patch a heated rivalry in order to make their high school volleyball team the best in Japan.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/76014.jpg","Mal-title":"Haikyuu!!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHaikyuu-Second-Season":{"Kiss":"http://kissanime.ru/Anime/Haikyuu-Second-Season","Kiss-description":"The second season of&nbsp;Haikyuu!!<br /><br />After losing against Aoba Jousai, the whole Karasuno team feels at a loss. Especially Kageyama and Hinata, who seem to be the most devastated about the defeat. However, the team soon cheers up when a chance for them to go to Tokyo appears. During their training camp there, Karasuno will meet new formidable opponents.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/76662.jpg","Kiss-title":"Haikyuu!! Second Season","Mal":"https://myanimelist.net/anime/28891/Haikyuu_Second_Season","Mal-description":"Following their participation at the Inter-High, the Karasuno High School volleyball team attempts to refocus their efforts, aiming to conquer the Spring tournament instead. <br />\r\n<br />\r\nWhen they receive an invitation from long-standing rival Nekoma High, Karasuno agrees to take part in a large training camp alongside many notable volleyball teams in Tokyo and even some national level players. By playing with some of the toughest teams in Japan, they hope not only to sharpen their skills, but also come up with new attacks that would strengthen them. Moreover, Hinata and Kageyama attempt to devise a more powerful weapon, one that could possibly break the sturdiest of blocks. <br />\r\n<br />\r\nFacing what may be their last chance at victory before the senior players graduate, the members of Karasuno&#039;s volleyball team must learn to settle their differences and train harder than ever if they hope to overcome formidable opponents old and new&mdash;including their archrival Aoba Jousai and its world-class setter Tooru Oikawa.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/76662.jpg","Mal-title":"Haikyuu!! Second Season"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHaikyuu-Third-Season":{"Kiss":"http://kissanime.ru/Anime/Haikyuu-Third-Season","Kiss-description":"<span>The third season of <em>Haikyuu!!</em></span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/81992.jpg","Kiss-title":"Haikyuu!! Third Season","Mal":"https://myanimelist.net/anime/32935/Haikyuu__Karasuno_Koukou_VS_Shiratorizawa_Gakuen_Koukou","Mal-description":"The third season of <i>Haikyuu!!</i>","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/81992.jpg","Mal-title":"Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHajime-no-Ippo":{"Kiss":"http://kissanime.ru/Anime/Hajime-no-Ippo","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/56147.jpg","Kiss-title":"Hajime no Ippo (Sub)","Mal":"https://myanimelist.net/anime/263/Hajime_no_Ippo","Mal-description":"Makunouchi Ippo has been bullied his entire life. Constantly running errands and being beaten up by his classmates, Ippo has always dreamed of changing himself, but never has the passion to act upon it. One day, in the midst of yet another bullying, Ippo is saved by Takamura Mamoru, who happens to be a boxer. Ippo faints from his injuries and is brought to the Kamogawa boxing gym to recover. As he regains consciousness, he is awed and amazed at his new surroundings in the gym, though lacks confidence to attempt anything. Takamura places a photo of Ippo&#039;s classmate on a punching bag and forces him to punch it. It is only then that Ippo feels something stir inside him and eventually asks Takamura to train him in boxing. Thinking that Ippo does not have what it takes, Takamura gives him a task deemed impossible and gives him a one week time limit. With a sudden desire to get stronger, for himself and his hard working mother, Ippo trains relentlessly to accomplish the task within the time limit. Thus Ippo&#039;s journey to the top of the boxing world begins.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/2025.jpg","Mal-title":"Hajime no Ippo"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHataraku-Maou-sama":{"Kiss":"http://kissanime.ru/Anime/Hataraku-Maou-sama","Kiss-description":"Devil King Sadao is only one step away from conquering the world when he is beaten by Hero Emilia and forced to drift to the other world: modern-day Tokyo. As \"conquering the world\" are the only skills the Devil King possesses&mdash;and are obviously unnecessary in his new situation&mdash;he must work as a freeter to pay for his living expenses!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/50177.jpg","Kiss-title":"Hataraku Maou-sama! (Sub)","Mal":"https://myanimelist.net/anime/15809/Hataraku_Maou-sama","Mal-description":"Striking fear into the hearts of mortals, the Demon Lord Satan begins to conquer the land of Ente Isla with his vast demon armies. However, while embarking on this brutal quest to take over the continent, his efforts are foiled by the hero Emilia, forcing Satan to make his swift retreat through a dimensional portal only to land in the human world. Along with his loyal general Alsiel, the demon finds himself stranded in modern-day Tokyo and vows to return and complete his subjugation of Ente Isla&mdash;that is, if they can find a way back!<br />\r\n<br />\r\nPowerless in a world without magic, Satan assumes the guise of a human named Sadao Maou and begins working at MgRonald&#039;s&mdash;a local fast-food restaurant&mdash;to make ends meet. He soon realizes that his goal of conquering Ente Isla is just not enough as he grows determined to climb the corporate ladder and become the ruler of Earth, one satisfied customer at a time!<br />\r\n<br />\r\nWhether it&#039;s part-time work, household chores, or simply trying to pay the rent on time, <i>Hataraku Maou-sama!</i> presents a hilarious view of the most mundane aspects of everyday life, all through the eyes of a hapless demon lord.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/50177.jpg","Mal-title":"Hataraku Maou-sama!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHigh-School-DxD-Dub":{"Kiss":"http://kissanime.ru/Anime/High-School-DxD-Dub","Kiss-description":"<span style=\"text-align: justify;\">Issei Hyodo is your average perverted high school student whose one wish in life is to have his own harem, but he's got to be one of the unluckiest guys around. He goes on his first date with a girl only to get brutally attacked and killed when it turns out the girl is really a vicious fallen angel. To top it all off, he's later reincarnated as a devil by his gorgeous senpai who tells him that she is also a devil and now his master! One thing's for sure, his peaceful days are over. In a battle between devils and angels, who will win?&nbsp;</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/2/32527.jpg","Kiss-title":"High School DxD (Dub)","Mal":"https://myanimelist.net/anime/11617/High_School_DxD","Mal-description":"High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school&#039;s Occult Research club.<br />\r\n<br />\r\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqu&eacute;) moments with his new comrades, all the while keeping his new life a secret from his friends and family in <i>High School DxD</i>!<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/2/32527.jpg","Mal-title":"High School DxD"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHigh-School-DxD-New":{"Kiss":"http://kissanime.ru/Anime/High-School-DxD-New","Kiss-description":"The devilish haremking Issei Hyoudou is back for more outrageous Oppai Battle Entertainment in the scintillating second season of High School DxD! Fans who like their hardcore action spiked with a double dose of fan service won't be able to pry their eyes off all the scorching supernatural schoolgirls waiting for them in Season Two. So what are you waiting for? Plant yourself in front of the boob tube and watch a harem of devil hotties show you how much fun it is to be bad!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/47729.jpg","Kiss-title":"High School DxD New (Sub)","Mal":"https://myanimelist.net/anime/15451/High_School_DxD_New","Mal-description":"The misadventures of Issei Hyoudou, high school pervert and aspiring Harem King, continue on in <i>High School DxD New</i>. As the members of the Occult Research Club carry out their regular activities, it becomes increasingly obvious that there is something wrong with their Knight, the usually composed and alert Yuuto Kiba. Soon, Issei learns of Kiba&#039;s dark, bloody past and its connection to the mysterious Holy Swords. Once the subject of a cruel experiment, Kiba now seeks revenge on all those who wronged him.<br />\r\n<br />\r\nWith the return of an old enemy, as well as the appearance of two new, Holy Sword-wielding beauties, it isn&#039;t long before Issei and his Devil comrades are plunged into a twisted plot once more.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/47729.jpg","Mal-title":"High School DxD New"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHighschool-DxD":{"Kiss":"http://kissanime.ru/Anime/Highschool-DxD","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/2/32527.jpg","Kiss-title":"High School DxD (Sub)","Mal":"https://myanimelist.net/anime/11617/High_School_DxD","Mal-description":"High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school&#039;s Occult Research club.<br />\r\n<br />\r\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqu&eacute;) moments with his new comrades, all the while keeping his new life a secret from his friends and family in <i>High School DxD</i>!<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/2/32527.jpg","Mal-title":"High School DxD"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHundred":{"Kiss":"http://kissanime.ru/Anime/Hundred","Kiss-description":"Hundred\"&mdash;that is the only weapon that can oppose the mysterious life form \"Savage\" from visiting the earth.<br />The protagonist, Kisaragi Hayato, aims to become a Martial Arts Master using this Hundred. He managed to get into the battleship university Little Garden.<br /><br />However&mdash;<br /><br />\"I wanted to see you, Hayato!!!\"<br />\"H-How do you know my name?\"<br /><br />Around the roommate, Emil Crossford, who somehow knows him well (?), Hayato gets an uneasy feeling.<br />What's more, just after the entrance ceremony, he gets asked for a duel by the campus' strongest martial arts master \"Queen\" Claire Harvey...!?<br /><br />The ultimate academy battle begins here!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/78858.jpg","Kiss-title":"Hundred","Mal":"https://myanimelist.net/anime/31338/Hundred","Mal-description":"When an extraterrestrial organism known as &quot;Savage&quot; attacks mankind, the only technology capable of combating the enemy is a weapon known as &ldquo;Hundred.&rdquo; A survivor of a Savage attack, Hayato Kisaragi is a teenager boasting the highest compatibility level with the aforementioned technology and as a result, is invited to master his skills at Little Garden, a prestigious military academy aboard a battleship.<br />\r\n<br />\r\nOver the course of his intense training for the battle ahead, he immediately attracts the interest of multiple female peers and gets drawn into a number of incidents as he tries to fight against the creatures that now inhabit Earth and threaten its safety.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/78858.jpg","Mal-title":"Hundred"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHunter-x-Hunter-2011":{"Kiss":"http://kissanime.ru/Anime/Hunter-x-Hunter-2011","Kiss-description":"<em>Hunter x Hunter</em>&nbsp;(2011) is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.<br /><br />Along the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters&mdash;all while learning what being a Hunter truly means.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/33657.jpg","Kiss-title":"Hunter x Hunter (2011) (Sub)","Mal":"https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011","Mal-description":"<i>Hunter x Hunter</i> is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.<br />\r\n<br />\r\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters&mdash;all while learning what being a Hunter truly means.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/33657.jpg","Mal-title":"Hunter x Hunter (2011)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FHyouka":{"Kiss":"http://kissanime.ru/Anime/Hyouka","Kiss-description":"Oreki Houtarou is a minimalistic high school boy. One day, he joins the Classic Literature Club at his elder sister's request.&nbsp;<br /><br />There he meets Chitanda Eru, Fukube Satoshi, and Ibara Mayaka. Chitanda is a calm beautiful girl but she turns into an embodiment of curiosity once she says, \"I'm interested in it (Watashi, Kininarimasu)\". Fukube is a smiling boy with a fantastic memory who calls himself a database. Ibara is a short girl and is strict with others and herself. She loves Fukube, but he always dodges her approaches.&nbsp;<br /><br />They begin to investigate a case that occurred 45 years ago. Hints of the mystery are buried in an old collection of works of the former members of Classics Club. The collection is titled \"Hyouka.\"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/50521.jpg","Kiss-title":"Hyouka","Mal":"https://myanimelist.net/anime/12189/Hyouka","Mal-description":"Energy-conservative high school student Houtarou Oreki ends up with more than he bargained for when he signs up for the Classics Club at his sister&#039;s behest&mdash;especially when he realizes how deep-rooted the club&#039;s history really is. Begrudgingly, Oreki is dragged into an investigation concerning the 45-year-old mystery that surrounds the club room.<br />\r\n<br />\r\nAccompanied by his fellow club members, the knowledgeable Satoshi Fukube, the stern but benign Mayaka Ibara, and the ever-curious Eru Chitanda, Oreki must combat deadlines and lack of information with resourcefulness and hidden talent, in order to not only find the truth buried beneath the dust of works created years before them, but of other small side cases as well.<br />\r\n<br />\r\nBased on the award-winning <i>Koten-bu</i> light novel series, and directed by Yasuhiro Takemoto of <i>Suzumiya Haruhi no Shoushitsu</i>, <i>Hyouka</i> shows that normal life can be full of small mysteries, be it family history, a student film, or even the withered flowers that make up a ghost story.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/50521.jpg","Mal-title":"Hyouka"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FInuYasha":{"Kiss":"http://kissanime.ru/Anime/InuYasha","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/20483.jpg","Kiss-title":"InuYasha (Sub)","Mal":"https://myanimelist.net/anime/249/InuYasha","Mal-description":"Based on the Shogakukan award-winning manga of the same name, <i>InuYasha</i> follows Kagome Higurashi, a fifteen-year-old girl whose normal life ends when a demon drags her into a cursed well on the grounds of her family's Shinto shrine. Instead of hitting the bottom of the well, Kagome ends up 500 years in the past during Japan's violent Sengoku period with the demon's true target, a wish-granting jewel called the Shikon Jewel, reborn inside of her.<br />\r\n<br />\r\nAfter a battle with a revived demon accidentally causes the sacred jewel to shatter, Kagome enlists the help of a young hybrid dog-demon/human named Inuyasha to help her collect the shards and prevent them from falling into the wrong hands. Joining Kagome and Inuyasha on their quest are the orphan fox-demon Shippo, the intelligent monk Miroku, and the lethal demon slayer Sango. Together, they must set aside their differences and work together to find the power granting shards spread across feudal Japan and deal with the threats that arise.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/20483.jpg","Mal-title":"InuYasha"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FInuYasha-Dub":{"Kiss":"http://kissanime.ru/Anime/InuYasha-Dub","Kiss-description":"<span style=\"text-align: justify;\">Higurashi Kagome, after being pulled down a well by a demon, finds herself in Feudal Japan, where she learns that a powerful jewel has been reborn inside her body. After the jewel shatters in an attempt to retrieve it from one of the many demons who was after its power, Kagome must join forces with the half-demon Inu Yasha (also after the jewel's power) to track down the shards of the jewel before its power falls into the wrong hands.</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/20483.jpg","Kiss-title":"InuYasha (Dub)","Mal":"https://myanimelist.net/anime/249/InuYasha","Mal-description":"Based on the Shogakukan award-winning manga of the same name, <i>InuYasha</i> follows Kagome Higurashi, a fifteen-year-old girl whose normal life ends when a demon drags her into a cursed well on the grounds of her family's Shinto shrine. Instead of hitting the bottom of the well, Kagome ends up 500 years in the past during Japan's violent Sengoku period with the demon's true target, a wish-granting jewel called the Shikon Jewel, reborn inside of her.<br />\r\n<br />\r\nAfter a battle with a revived demon accidentally causes the sacred jewel to shatter, Kagome enlists the help of a young hybrid dog-demon/human named Inuyasha to help her collect the shards and prevent them from falling into the wrong hands. Joining Kagome and Inuyasha on their quest are the orphan fox-demon Shippo, the intelligent monk Miroku, and the lethal demon slayer Sango. Together, they must set aside their differences and work together to find the power granting shards spread across feudal Japan and deal with the threats that arise.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/20483.jpg","Mal-title":"InuYasha"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FJoJo-no-Kimyou-na-Bouken-Diamond-wa-Kudakenai":{"Kiss":"http://kissanime.ru/Anime/JoJo-no-Kimyou-na-Bouken-Diamond-wa-Kudakenai","Kiss-description":"The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou's grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.<br /><br />Along with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/79156.jpg","Kiss-title":"JoJo&#39;s Bizarre Adventure: Diamond Is Unbreakable","Mal":"https://myanimelist.net/anime/31933/JoJo_no_Kimyou_na_Bouken__Diamond_wa_Kudakenai","Mal-description":"The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou&#039;s grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.<br />\r\n<br />\r\nAlong with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town&#039;s secrets, before another occurs.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/79156.jpg","Mal-title":"JoJo no Kimyou na Bouken: Diamond wa Kudakenai"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FJoJo-s-Bizarre-Adventure-2012":{"Kiss":"http://kissanime.ru/Anime/JoJo-s-Bizarre-Adventure-2012","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/40409.jpg","Kiss-title":"JoJo&#39;s Bizarre Adventure (2012) (Sub)","Mal":"https://myanimelist.net/anime/14719/JoJo_no_Kimyou_na_Bouken_TV","Mal-description":"In 1868, Dario Brando saves the life of an English nobleman, George Joestar. By taking in Dario&#039;s son Dio when the boy becomes fatherless, George hopes to repay the debt he owes to his savior. However Dio, unsatisfied with his station in life, aspires to seize the Joestar house for his own. Wielding an Aztec stone mask with supernatural properties, he sets out to destroy George and his son, Jonathan &quot;JoJo&quot; Joestar, and triggers a chain of events that will continue to echo through the years to come.<br />\r\n<br />\r\nHalf a century later, in New York City, Jonathan&#039;s grandson Joseph Joestar discovers the legacy his grandfather left for him. When an archeological dig unearths the truth behind the stone mask, he realizes that he is the only one who can defeat the Pillar Men, mystical beings of immeasurable power who inadvertently began everything.<br />\r\n<br />\r\nAdapted from the first two arcs of Hirohiko Araki&#039;s outlandish manga series, <i>JoJo no Kimyou na Bouken</i> follows the many thrilling expeditions of JoJo and his descendants. Whether it&#039;s facing off with the evil Dio, or combatting the sinister Pillar Men, there&#039;s always plenty of bizarre adventures in store.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/40409.jpg","Mal-title":"JoJo no Kimyou na Bouken (TV)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FJoJo-s-Bizarre-Adventure-Stardust-Crusaders":{"Kiss":"http://kissanime.ru/Anime/JoJo-s-Bizarre-Adventure-Stardust-Crusaders","Kiss-description":"Years after an ancient evil was salvaged from the depths of the sea, Joutarou Kuujou sits peacefully within a Japanese jail cell. He's committed no crime yet demands he not be released, believing he's been possessed by an evil spirit capable of harming those around him. Concerned for her son, Holly Kuujou asks her father, Joseph Joestar, to convince Joutarou to leave the prison. Joseph informs his grandson that the \"evil spirit\" is in fact something called a \"Stand,\" the physical manifestation of one's fighting spirit which can adopt a variety of deadly forms. After a fiery brawl with Joseph's friend Mohammed Avdol, Joutarou is forced out of his cell and begins learning how to control the power of his Stand.<br /><br />However, when a Stand awakens within Holly and threatens to consume her in 50 days, Joutarou, his grandfather, and their allies must seek out and destroy the immortal vampire responsible for her condition. They must travel halfway across the world to Cairo, Egypt and along the way, do battle with ferocious Stand users set on thwarting them. If Joutarou and his allies fail in their mission, humanity is destined for a grim fate.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/55267.jpg","Kiss-title":"JoJo&#39;s Bizarre Adventure: Stardust Crusaders (Sub)","Mal":"https://myanimelist.net/anime/20899/JoJo_no_Kimyou_na_Bouken__Stardust_Crusaders","Mal-description":"Years after an ancient evil was salvaged from the depths of the sea, Joutarou Kuujou sits peacefully within a Japanese jail cell. He&#039;s committed no crime yet demands he not be released, believing he&#039;s been possessed by an evil spirit capable of harming those around him. Concerned for her son, Holly Kuujou asks her father, Joseph Joestar, to convince Joutarou to leave the prison. Joseph informs his grandson that the &quot;evil spirit&quot; is in fact something called a &quot;Stand,&quot; the physical manifestation of one&#039;s fighting spirit which can adopt a variety of deadly forms. After a fiery brawl with Joseph&#039;s friend Mohammed Avdol, Joutarou is forced out of his cell and begins learning how to control the power of his Stand.<br />\r\n<br />\r\nHowever, when a Stand awakens within Holly and threatens to consume her in 50 days, Joutarou, his grandfather, and their allies must seek out and destroy the immortal vampire responsible for her condition. They must travel halfway across the world to Cairo, Egypt and along the way, do battle with ferocious Stand users set on thwarting them. If Joutarou and his allies fail in their mission, humanity is destined for a grim fate.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/55267.jpg","Mal-title":"JoJo no Kimyou na Bouken: Stardust Crusaders"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKaichou-wa-Maid-sama":{"Kiss":"http://kissanime.ru/Anime/Kaichou-wa-Maid-sama","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/25254.jpg","Kiss-title":"Kaichou wa Maid-sama! (Sub)","Mal":"https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama","Mal-description":"Being the first female student council president isn&#039;t easy, especially when your school just transitioned from an all boys high school to a co-ed one. Aptly nicknamed &quot;Demon President&quot; by the boys for her strict disciplinary style, Misaki Ayuzawa is not afraid to use her mastery of Aikido techniques to cast judgment onto the hordes of misbehaving boys and defend the girls at Seika High School.<br />\r\n<br />\r\nYet even the perfect Ayuzawa has an embarrassing secret&mdash;she works part-time as a maid at a maid caf&eacute; to help her struggling family pay the bills. She has managed to keep her job hidden from her fellow students and maintained her flawless image as a stellar student until one day, Takumi Usui, the most popular boy in school, walks into the maid caf&eacute;. He could destroy her reputation with her secret... or he could twist the student council president around his little finger and use her secret as an opportunity to get closer to her.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/25254.jpg","Mal-title":"Kaichou wa Maid-sama!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKatekyo-Hitman-Reborn":{"Kiss":"http://kissanime.ru/Anime/Katekyo-Hitman-Reborn","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/80000.jpg","Kiss-title":"Katekyo Hitman Reborn!","Mal":"https://myanimelist.net/anime/1604/Katekyo_Hitman_Reborn","Mal-description":"There is no putting it lightly&mdash;Tsunayoshi Sawada is just no good. He is clumsy, talentless, and desperately in love with the school idol Kyouko Sasagawa, a girl so completely out of his league. Dubbed &quot;Loser Tsuna&quot; by his classmates, he seems to be the very personification of failure in the guise of a middle-schooler.<br />\r\n<br />\r\nTsuna&#039;s boring life takes an extraordinary twist when he encounters the mysterious Reborn, who happens to be a hitman... and shockingly, a baby! Sent from the strongest Mafia family in Italy, Reborn is assigned the daunting mission of preparing the dull middle schooler to succeed the ninth boss of the notorious Vongola family, who is on the brink of retirement. The dull boy has a grueling road ahead, but with the help of his new criminal affiliates and his peculiar home tutor, perhaps even Loser Tsuna can achieve greatness.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/80000.jpg","Mal-title":"Katekyo Hitman Reborn!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKimi-ni-Todoke":{"Kiss":"http://kissanime.ru/Anime/Kimi-ni-Todoke","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/17890.jpg","Kiss-title":"Kimi ni Todoke","Mal":"https://myanimelist.net/anime/6045/Kimi_ni_Todoke","Mal-description":"Kuronuma Sawako is completely misunderstood by her classmates. Her timid and sweet demeanor is often mistaken for malicious behavior. This is due to her resemblance to the ghost girl from &quot;The Ring,&quot; which has led her peers to give her the nickname Sadako. Longing to make friends and live a normal life, she is naturally drawn to Kazehaya Shouta, the most popular guy in class, whose &quot;100% refreshing&quot; personality earns him great admiration from Sawako. So when Kazehaya starts talking to her, maybe there is hope for the friendships Sawako has always longed for. Maybe... there is even a little hope for some romance in her future.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/17890.jpg","Mal-title":"Kimi ni Todoke"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKiss-x-Sis":{"Kiss":"http://kissanime.ru/Anime/Kiss-x-Sis","Kiss-description":"Keita has two older step-sisters, Ako and Riko, but since they aren't related by blood, they love him in a lustful way. After a mishap at school, Ako and Riko finally confess their love to him. Keita dislikes the thought of seeing them other then brother and sister, but as he tries to enter the same school as his sisters, he slowly becomes attracted to them.&nbsp;","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/25518.jpg","Kiss-title":"Kiss x Sis","Mal":"https://myanimelist.net/anime/5042/Kiss_x_Sis","Mal-description":"After his single father gets remarried, Keita Suminoe not only finds himself with a new mother, but also two beautiful twin step-sisters, Ako and Riko. Their close bond as children soon grows into something more personal, and Keita finds himself in a real bind that he vigorously struggles to escape from. <br />\r\n<br />\r\nFor the twins, the transition from little girls to teenagers brought about changes in appearance as well as emotional growth. Their love for Keita became something more than brotherly love, as they were both overcome with romantic feelings and pure lust. These innocent girls, being a couple of honest young ladies, could not help but confess their newborn love to their poor little brother. Hilarity ensues as Keita, who refuses to see the two as anything other than his sisters, then starts getting into embarrassing, sensual and lustful situations with them. Will Keita cross the line of incest or will he be able to protect his family jewels?<br />\r\n<br />\r\n<i>Kiss x Sis</i> is an ecchi-filled harem anime that may make you blush a bit, but it will also surely make you laugh.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/22223.jpg","Mal-title":"Kiss x Sis"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKono-Subarashii-Sekai-ni-Shukufuku-wo":{"Kiss":"http://kissanime.ru/Anime/Kono-Subarashii-Sekai-ni-Shukufuku-wo","Kiss-description":"Kazuma Satou, a high school student, gamer and shut-in, died on an average day walking home from school, performing the one heroic act of his life. He reawakens in the afterlife, greeted by a beautiful but rude girl named Aqua, who claims to be a goddess that guides the youth whose lives got cut short. Aqua then offers him a choice: to go to heaven, or to get sent to a another world to defeat the Demon King. Of course, Kazuma's gamer instincts kick in, and he chooses to start a new life in a real-life RPG.<br /><br />There's one last choice Kazuma has to make: he is allowed the choice of one thing to take with him to the new world. After puzzling over it, he chooses...Aqua?<br /><br />Join Kazuma on his adventures as he tries to transfer his virtual gaming knowledge to real-life adventurer experience!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/77831.jpg","Kiss-title":"Kono Subarashii Sekai ni Shukufuku wo!","Mal":"https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo","Mal-description":"After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer&#039;s dream&mdash;a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake&mdash;Aqua is completely useless!<br />\r\n<br />\r\nUnfortunately, their troubles don&#039;t end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/77831.jpg","Mal-title":"Kono Subarashii Sekai ni Shukufuku wo!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FKuroko-no-Basket-3rd-Season":{"Kiss":"http://kissanime.ru/Anime/Kuroko-no-Basket-3rd-Season","Kiss-description":"The third season of Kuroko no Basket.<br /><br />After winning a fierce game against Yosen High, Seirin High successfully advances on to the semifinals of the Winter Cup. They continue to aim to become the champions, but have to face many powerful opponents along the way.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/4/68299.jpg","Kiss-title":"Kuroko no Basket 3","Mal":"https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season","Mal-description":"Following their triumph against Yousen High, Seirin&#039;s basketball team has reached the semifinals of the Winter Cup along with Kaijou, Rakuzan, and Shuutoku. Each of these teams possesses a member of the Generation of Miracles, and Seirin prepares to face the largest obstacles on their path to winning the Winter Cup.<br />\r\n <br />\r\nIn the final season of <i>Kuroko no Basket</i>, Kuroko goes head-to-head with his old teammates once more as he attempts to show them that individual skill is not the only way to play basketball. His firm belief that his form of basketball, team play, is the right way to play the sport will clash with the talents of a perfect copy and an absolute authority.<br />\r\n<br />\r\nWhile Kuroko tries to prove that his basketball is &quot;right,&quot; he and the rest of Seirin High ultimately have one goal: to win the Winter Cup and overcome the strength of the Generation of Miracles, who have long dominated the scene of middle and high school basketball.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/4/68299.jpg","Mal-title":"Kuroko no Basket 3rd Season"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FLog-Horizon-2nd-Season":{"Kiss":"http://kissanime.ru/Anime/Log-Horizon-2nd-Season","Kiss-description":"Veteran gamer Shiroe and other players have been trapped in the world of the online game Elder Tales for six months. The once chaotic city of Akiba has regained its everyday hustle and bustle following the formation of the self-governing organization Round Table Meeting. The earthlings, who are originally from the game world, have gained the trust of Shiroe by waging a defensive war against the Goblins in Zantleaf Region. This has led Princess Rayneshia of the Cowen family, the highest-ranking Earthling Aristocrats, to live in Akiba.<br /><br />It's almost winter and the Adventurers are thinking about what they're going to do and what their goals are in this other world. Will they remain in Akiba or go to the city of the West? Or will they travel to the land of the North or another faraway country? The opinions of the Adventurers begin to diverge. What adventures await the members of the Shiroe team in this second series of Log Horizon?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/68097.jpg","Kiss-title":"Log Horizon 2nd Season (Sub)","Mal":"https://myanimelist.net/anime/23321/Log_Horizon_2nd_Season","Mal-description":"After being trapped in the world of Elder Tale for six months, Shiroe and the other Adventurers have begun to get the hang of things in their new environment. The Adventurers are starting to gain the trust of the People of the Land, and Akihabara has flourished thanks to the law and order established by Shiroe&#039;s Round Table Alliance, regaining its everyday liveliness. Despite this success, however, the Alliance faces a new crisis: they are running out of funds to govern Akihabara, and spies from the Minami district have infiltrated the city.<br />\r\n<br />\r\nAs formidable forces rise in other districts, there is also a need to discover more about the vast new world they are trapped in&mdash;leading Shiroe to decide that the time has come to venture outside the city. Accompanied by his friend Naotsugu and the Sage of Mirror Lake Regan, the calculative Shiroe makes his move, hoping to unravel new possibilities and eventually find a way home.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/68097.jpg","Mal-title":"Log Horizon 2nd Season"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMadan-no-Ou-to-Vanadis":{"Kiss":"http://kissanime.ru/Anime/Madan-no-Ou-to-Vanadis","Kiss-description":"In a fantasy version of Europe, a war between enemy countries is brewing. One of these countries, Zhcted, has its seven regions ruled by War Maidens, known as Vanadis. Equipped with powerful dragon-carved weapons, Eleonora \"Elen\" Viltaria, one of the Vanadis, launches an invasion against their neighboring rival country of Brune. Eventually, Tigrevurmud \"Tigre\" Vorn, a young archer and an earl for Brune's region of Alsace, has his entire army decimated at Elen's hands. In a strange twist of events, Elen spares Tigre, and gives him the order, \"Become mine!\" What could be the meaning behind this new alliance?<br /><br />Adapted from the light novel written by Tsukasa Kawaguchi,&nbsp;<em>Madan no Ou to Vanadis</em>&nbsp;is an epic adventure filled with complex war tactics and beautiful women. Trapped in a multinational conflict, Tigre and Elen are swept up in a war filled with dark secrets, conspiracies, and corruption.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/64911.jpg","Kiss-title":"Madan no Ou to Vanadis (Sub)","Mal":"https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis","Mal-description":"In a fantasy version of Europe, a war between enemy countries is brewing. One of these countries, Zhcted, has its seven regions ruled by War Maidens, known as Vanadis. Equipped with powerful dragon-carved weapons, Eleonora &quot;Elen&quot; Viltaria, one of the Vanadis, launches an invasion against their neighboring rival country of Brune. Eventually, Tigrevurmud &quot;Tigre&quot; Vorn, a young archer and an earl for Brune's region of Alsace, has his entire army decimated at Elen's hands. In a strange twist of events, Elen spares Tigre, and gives him the order, &quot;Become mine!&quot; What could be the meaning behind this new alliance?<br />\r\n<br />\r\nAdapted from the light novel written by Tsukasa Kawaguchi, <i>Madan no Ou to Vanadis</i> is an epic adventure filled with complex war tactics and beautiful women. Trapped in a multinational conflict, Tigre and Elen are swept up in a war filled with dark secrets, conspiracies, and corruption.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/64911.jpg","Mal-title":"Madan no Ou to Vanadis"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMagi":{"Kiss":"http://kissanime.ru/Anime/Magi","Kiss-description":"This story is about the flow of fate and the battle to keep the world on the right path. Aladdin is a boy who has set out to explore the world after being trapped in a room for most of his life. His best friend is a flute with a djinn in it named Ugo. Soon enough, Aladdin discovers he is a Magi, a magician who chooses kings, and he was born to choose kings who will follow the righteous path, battling against those who want to destroy fate. Follow his adventures as he meets others from 1001 Arabian Nights, like Ali Baba and Sinbad, and fights to keep the balance of world in check!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/42773.jpg","Kiss-title":"Magi: The Labyrinth of Magic (Sub)","Mal":"https://myanimelist.net/anime/14513/Magi__The_Labyrinth_of_Magic","Mal-description":"Dispersed around the world, there are several bizarre labyrinths hiding incredible treasures within them. These mysterious places, known as &quot;Dungeons,&quot; are said to be the work of Magi, a class of rare magicians, who also help people build their empires by guiding them to a dungeon. Djinns, supernatural beings that rule over the labyrinths, grant successful conquerors access to their immense power and choose them as potential king candidates to rule the world.<br />\r\n<br />\r\nHaving spent life in isolation, Aladdin, a kind and young magician, is eager to explore the world upon finally leaving his home behind. He begins his journey only accompanied by his mentor Ugo&mdash;a djinn that Aladdin can summon with his flute. However, Aladdin soon becomes friends with the courageous Alibaba Saluja after causing the destruction of a local merchant&#039;s supply cart. In order to pay for the damages, Alibaba suggests that they attempt to conquer the nearest dungeon, taking the first step in an epic adventure that will decide the fate of the world itself.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/42773.jpg","Mal-title":"Magi: The Labyrinth of Magic"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMagi-The-Kingdom-of-Magic":{"Kiss":"http://kissanime.ru/Anime/Magi-The-Kingdom-of-Magic","Kiss-description":"Aladdin, Alibaba, and Morgiana's adventures continue in the magical Kingdom of Magnostadt, a country ruled by magicians, and the Reim Empire, which is protected by the Magi Scheherazade.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/55039.jpg","Kiss-title":"Magi: The Kingdom of Magic (Sub)","Mal":"https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic","Mal-description":"After celebrating their victory against Al-Thamen, Aladdin and his friends depart the land of Sindria. With the end of the battle, however, comes the time for each of them to go their separate ways. Hakuryuu and Kougyoku are ordered to go back to their home country, the Kou Empire. Meanwhile Aladdin announces he needs to head for Magnostadt&mdash;a mysterious country ruled by magicians&mdash;to investigate the mysterious events occurring in this new kingdom and become more proficient in magic. For their part, encouraged by Aladdin&#039;s words, Alibaba and Morgiana also set off in pursuit of their own goals: training and going to her homeland, respectively.<br />\r\n<br />\r\n<i>Magi: The Kingdom of Magic</i> follows these friends as they all go about their separate adventures, each facing their own challenges. However, a new threat begins to rise as a great war looms over the horizon...<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/55039.jpg","Mal-title":"Magi: The Kingdom of Magic"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMahouka-Koukou-no-Rettousei":{"Kiss":"http://kissanime.ru/Anime/Mahouka-Koukou-no-Rettousei","Kiss-description":"Magic&mdash;A century has passed since this concept has been recognized as a formal technology instead of the product of the occult or folklore.<br /><br />The season is spring and it is time for a brand new school year.<br />At the National Magic University First Affiliate High School, A.K.A Magic High School, students are divided into two distinct groups according to their academic performances. The \"Bloom,\" who demonstrate the highest grades and are enrolled in the \"First Course,\" and the \"Weed,\" who have a poor academic record and are enrolled in the \"Second Course.\"<br /><br />This spring, a very peculiar brother and sister enroll as new students.<br /><br />The brother is an under achiever with some deficiencies and enrolls as a \"Weed,\" while his younger sister is an honor student, who enrolls as a \"Bloom.\"<br /><br />The brother, with a somewhat philosophical expression, and the younger sister who holds feelings a little stronger than sibling love for him...<br /><br />Ever since these two have entered through the gates of this prestigious school, the calm campus was beginning to change...","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/61039.jpg","Kiss-title":"Mahouka Koukou no Rettousei","Mal":"https://myanimelist.net/anime/20785/Mahouka_Koukou_no_Rettousei","Mal-description":"In the dawn of the 21st century, magic, long thought to be folklore and fairy tales, has become a systematized technology and is taught as a technical skill. In First High School, the institution for magicians, students are segregated into two groups based on their entrance exam scores: &quot;Blooms,&quot; those who receive high scores, are assigned to the First Course, while &quot;Weeds&quot; are reserve students assigned to the Second Course.<br />\r\n<br />\r\n<i>Mahouka Koukou no Rettousei</i> follows the siblings, Tatsuya and Miyuki Shiba, who are enrolled in First High School. Upon taking the exam, the prodigious Miyuki is placed in the First Course, while Tatsuya is relegated to the Second Course. Though his practical test scores and status as a &quot;Weed&quot; show him to be magically inept, he possesses extraordinary technical knowledge, physical combat capabilities, and unique magic techniques&mdash;making Tatsuya the irregular at a magical high school.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/61039.jpg","Mal-title":"Mahouka Koukou no Rettousei"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMasou-Gakuen-HxH":{"Kiss":"http://kissanime.ru/Anime/Masou-Gakuen-HxH","Kiss-description":"Hida Kizuna possesses the HHG (Heart Hybrid Gear) ability, but it is not strong enough to make him particularly important. His older sister calls him to transfer to a strategic defense school, where many of the students (many of which are large-breasted girls) use their HHG abilities to fight invaders from another world while wearing extremely skimpy pilot outfits. Kizuna's fighting ability doesn't measure up, but his sister has another plan&mdash;apparently having erotic experiences with Kizuna will allow the girls to replenish their energy or power-up. It looks like his new school life is going to be full of embarrassment","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/80262.jpg","Kiss-title":"Masou Gakuen HxH","Mal":"https://myanimelist.net/anime/31845/Masou_Gakuen_HxH","Mal-description":"Hida Kizuna possesses the HHG (Heart Hybrid Gear) ability, but it is not strong enough to make him particularly important. His older sister calls him to transfer to a strategic defense school, where many of the students (many of which are large-breasted girls) use their HHG abilities to fight invaders from another world while wearing extremely skimpy pilot outfits. Kizuna&#039;s fighting ability doesn&#039;t measure up, but his sister has another plan&mdash;apparently having erotic experiences with Kizuna will allow the girls to replenish their energy or power-up. It looks like his new school life is going to be full of embarrassment<br />\r\n<br />\r\n(Source: MangaHelpers)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/80262.jpg","Mal-title":"Masou Gakuen HxH"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMirai-Nikki-TV":{"Kiss":"http://kissanime.ru/Anime/Mirai-Nikki-TV","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/33465.jpg","Kiss-title":"Mirai Nikki (TV) (Sub)","Mal":"https://myanimelist.net/anime/10620/Mirai_Nikki_TV","Mal-description":"Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god&#039;s servant. Revealing himself to be an actual entity, Deus grants Yukiteru a &quot;Random Diary,&quot; which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries.<br />\r\n<br />\r\nWith the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there&#039;s more to the girl than meets the eye, as she might have other plans for her unrequited love...<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/33465.jpg","Mal-title":"Mirai Nikki (TV)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMirai-Nikki-TV-Dub":{"Kiss":"http://kissanime.ru/Anime/Mirai-Nikki-TV-Dub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/33465.jpg","Kiss-title":"Mirai Nikki (TV) (Dub)","Mal":"https://myanimelist.net/anime/10620/Mirai_Nikki_TV","Mal-description":"Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god&#039;s servant. Revealing himself to be an actual entity, Deus grants Yukiteru a &quot;Random Diary,&quot; which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries.<br />\r\n<br />\r\nWith the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there&#039;s more to the girl than meets the eye, as she might have other plans for her unrequited love...<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/33465.jpg","Mal-title":"Mirai Nikki (TV)"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FMob-Psycho-100":{"Kiss":"http://kissanime.ru/Anime/Mob-Psycho-100","Kiss-description":"<span>Kageyama Shigeo (a.k.a. \"Mob\") is a 8th grader with psychic abilities. He could bend spoons and lift objects with his mind from a young age, but he slowly began to withhold from using his abilities in public due to the negative attention he kept receiving. Now, the only thing he wants is to become friends with a girl in his class, Tsubomi. With his psychic \"mentor\" (who has no psychic powers), he continues his daily life, attempting to realize his purpose in life.&nbsp;</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/80356.jpg","Kiss-title":"Mob Psycho 100 (Sub)","Mal":"https://myanimelist.net/anime/32182/Mob_Psycho_100","Mal-description":"Eighth-grader Shigeo &quot;Mob&quot; Kageyama has tapped into his inner wellspring of psychic prowess at a young age. But the power quickly proves to be a liability when he realizes the potential danger in his skills. Choosing to suppress his power, Mob&#039;s only present use for his ability is to impress his longtime crush, Tsubomi, who soon grows bored of the same tricks.<br />\r\n<br />\r\nIn order to effectuate control on his skills, Mob enlists himself under the wing of Reigen Arataka, a con artist claiming to be a psychic, who exploits Mob&#039;s powers for pocket change. Now, exorcising evil spirits on command has become a part of Mob&#039;s daily, monotonous life. However, the psychic energy he exerts is barely the tip of the iceberg; if his vast potential and unrestrained emotions run berserk, a cataclysmic event that would render him completely unrecognizable will be triggered. The progression toward Mob&#039;s explosion is rising and attempting to stop it is futile.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/80356.jpg","Mal-title":"Mob Psycho 100"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNaruto":{"Kiss":"http://kissanime.ru/Anime/Naruto","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/17405.jpg","Kiss-title":"Naruto (Sub)","Mal":"https://myanimelist.net/anime/20/Naruto","Mal-description":"Moments prior to Naruto Uzumaki&#039;s birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi&#039;s rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.<br />\r\n<br />\r\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/17405.jpg","Mal-title":"Naruto"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNaruto-Dub":{"Kiss":"http://kissanime.ru/Anime/Naruto-Dub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/17405.jpg","Kiss-title":"Naruto (Dub)","Mal":"https://myanimelist.net/anime/20/Naruto","Mal-description":"Moments prior to Naruto Uzumaki&#039;s birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi&#039;s rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.<br />\r\n<br />\r\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/17405.jpg","Mal-title":"Naruto"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNaruto-Shippuuden":{"Kiss":"http://kissanime.ru/Anime/Naruto-Shippuuden","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/17407.jpg","Kiss-title":"Naruto Shippuuden (Sub)","Mal":"https://myanimelist.net/anime/1735/Naruto__Shippuuden","Mal-description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.<br />\r\n <br />\r\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality&mdash;still rambunctious and childish&mdash;though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/17407.jpg","Mal-title":"Naruto: Shippuuden"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNaruto-Shippuuden-Dub":{"Kiss":"http://kissanime.ru/Anime/Naruto-Shippuuden-Dub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/17407.jpg","Kiss-title":"Naruto Shippuuden (Dub)","Mal":"https://myanimelist.net/anime/1735/Naruto__Shippuuden","Mal-description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.<br />\r\n <br />\r\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality&mdash;still rambunctious and childish&mdash;though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/17407.jpg","Mal-title":"Naruto: Shippuuden"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNo-Game-No-Life-Dub":{"Kiss":"http://kissanime.ru/Anime/No-Game-No-Life-Dub","Kiss-description":"The story of No Game, No Life centers around Sora and Shiro, a brother and sister whose reputations as brilliant NEET (Not in Education, Employment, or Training) hikikomori (shut-in) gamers have spawned urban legends all over the Internet. These two gamers even consider the real world as just another \"crappy game.\" One day, they are summoned by a boy named \"God\" to an alternate world. There, God has prohibited war and declared this to be a world where \"everything is decided by games\"&mdash;even national borders. Humanity has been driven back into one remaining city by the other races. Will Sora and Shiro, the good-for-nothing brother and sister, become the \"Saviors of Humanity\" on this alternate world? \"Well, let's start playing.\"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/65187.jpg","Kiss-title":"No Game No Life (Dub)","Mal":"https://myanimelist.net/anime/19815/No_Game_No_Life","Mal-description":"<i>No Game No Life</i> is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username &quot;Kuuhaku.&quot; They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything&mdash;the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.<br />\r\n<br />\r\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict&mdash;from petty squabbles to the fate of whole countries&mdash;are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child&rsquo;s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/65187.jpg","Mal-title":"No Game No Life"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNoragami":{"Kiss":"http://kissanime.ru/Anime/Noragami","Kiss-description":"Yato is a minor deity who lacks even a single shrine. In order to build his own shrine and gain recognition as a god, he scrawls his cell number on the wall of a downtown bathroom telling people he will help them in exchange for a 5-yen offering, becoming a self-styled \"delivery god.\" Hiyori, the daughter of a respectable family, is almost killed in a traffic accident, but is rescued by Yato. This causes her to become a \"hanyou,\" a person who can exit her body in soul form. She chases Yato down, and they begin to work together to help Yato be recognized. Yato also finds a boy named Yukine who becomes a Regalia, a \"sacred treasure\" that can be used by a god as a weapon to fight. The three of them battle phantoms who bring harm to humans as Yato's dark hidden history is gradually revealed.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/77809.jpg","Kiss-title":"Noragami (Sub)","Mal":"https://myanimelist.net/anime/20507/Noragami","Mal-description":"In times of need, if you look in the right place, you just may see a strange telephone number scrawled in red. If you call this number, you will hear a young man introduce himself as the Yato God.<br />\r\n<br />\r\nYato is a minor deity and a self-proclaimed &quot;Delivery God,&quot; who dreams of having millions of worshippers. Without a single shrine dedicated to his name, however, his goals are far from being realized. He spends his days doing odd jobs for five yen apiece, until his weapon partner becomes fed up with her useless master and deserts him.<br />\r\n<br />\r\nJust as things seem to be looking grim for the god, his fortune changes when a middle school girl, Hiyori Iki, supposedly saves Yato from a car accident, taking the hit for him. Remarkably, she survives, but the event has caused her soul to become loose and hence able to leave her body. Hiyori demands that Yato return her to normal, but upon learning that he needs a new partner to do so, reluctantly agrees to help him find one. And with Hiyori&#039;s help, Yato&#039;s luck may finally be turning around.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/77809.jpg","Mal-title":"Noragami"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FNoragami-Aragoto":{"Kiss":"http://kissanime.ru/Anime/Noragami-Aragoto","Kiss-description":"In the second season of Noragami the main focus is on Bishamon, god of combat. She has many shinki due to her being unable to abandon spirits attacked by Ayakashi. She has a large group of shinki with her as leader, causing her trouble as she sometimes cannot tend to all of them properly, especially when one of them gets sick or is in pain. She has a strong hate for Yato, as a dark past binds the two of them. How will the horrifying events dated hundreds of years ago in combination with current evil happenings affect Yato and Yukine?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/4/75627.jpg","Kiss-title":"Noragami Aragoto (Sub)","Mal":"https://myanimelist.net/anime/30503/Noragami_Aragoto","Mal-description":"Yato and Yukine have finally mended their relationship as god and Regalia, and everyone has returned to their daily life. Yato remains a minor and unknown deity who continues taking odd jobs for five yen apiece in the hopes of one day having millions of worshippers and his own grand shrine. Hiyori Iki has yet to have her loose soul fixed by Yato, but she enjoys life and prepares to attend high school nonetheless.<br />\r\n<br />\r\nTaking place immediately after the first season, <i>Noragami Aragoto</i> delves into the complicated past between Yato and the god of war Bishamon. The female god holds a mysterious grudge against Yato, which often results in violent clashes between them. It doesn&#039;t help that Bishamon&#039;s most trusted and beloved Regalia, Kazuma, appears to be indebted to Yato. When lives are on the line, unraveling these mysteries and others may be the only way to correct past mistakes.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/4/75627.jpg","Mal-title":"Noragami Aragoto"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FOne-Piece":{"Kiss":"http://kissanime.ru/Anime/One-Piece","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/73245.jpg","Kiss-title":"One Piece (Sub)","Mal":"https://myanimelist.net/anime/21/One_Piece","Mal-description":"Gol D. Roger was known as the &quot;Pirate King,&quot; the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece&mdash;which promises an unlimited amount of riches and fame&mdash;and quite possibly the pinnacle of glory and the title of the Pirate King.<br />\r\n<br />\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy&rsquo;s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes&mdash;One Piece.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/73245.jpg","Mal-title":"One Piece"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FOne-Piece-Dub":{"Kiss":"http://kissanime.ru/Anime/One-Piece-Dub","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/73245.jpg","Kiss-title":"One Piece (Dub)","Mal":"https://myanimelist.net/anime/21/One_Piece","Mal-description":"Gol D. Roger was known as the &quot;Pirate King,&quot; the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece&mdash;which promises an unlimited amount of riches and fame&mdash;and quite possibly the pinnacle of glory and the title of the Pirate King.<br />\r\n<br />\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy&rsquo;s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes&mdash;One Piece.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/73245.jpg","Mal-title":"One Piece"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FOne-Punch-Man":{"Kiss":"http://kissanime.ru/Anime/One-Punch-Man","Kiss-description":"The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years&mdash;and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem&mdash;he is no longer able to enjoy the thrill of battling and has become quite bored.<br /><br />This all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of&nbsp;<em>One Punch Man</em>, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/76049.jpg","Kiss-title":"One Punch Man (Sub)","Mal":"https://myanimelist.net/anime/30276/One_Punch_Man","Mal-description":"The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years&mdash;and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem&mdash;he is no longer able to enjoy the thrill of battling and has become quite bored.<br />\r\n <br />\r\nThis all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama&#039;s disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of <i>One Punch Man</i>, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he&#039;ll become popular in the process.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/76049.jpg","Mal-title":"One Punch Man"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FOwari-no-Seraph-2nd-Season":{"Kiss":"http://kissanime.ru/Anime/Owari-no-Seraph-2nd-Season","Kiss-description":"Yuuichirou has reunited with Mikaela at the Shinjuku Battle. But Mikaela was turned into a vampire... To save the \"family,\" and to protect his fellow members, Yuuichirou needed to gain knowledge and power. He searched for ways to bring back vampire to human beings, and at the same time, trained hard working on the Cursed Gear.&nbsp;<br /><br />Meanwhile, Kureto calls Guren and tells him a shocking truth. That in one month, the main unit of the vampire will start attacking Tokyo. To get a head start against vampires, Kureto orders Guren to go to Nagoya. The noble extermination mission is about to open fire!","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/76632.jpg","Kiss-title":"Owari no Seraph 2nd Season (Sub)","Mal":"https://myanimelist.net/anime/28927/Owari_no_Seraph__Nagoya_Kessen-hen","Mal-description":"Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long presumed to be dead. Upon their reunion, however, he discovers that Mikaela has been turned into a vampire. Determined to help his friend, Yuuichirou vows to get stronger so that he can protect Mikaela as well as the comrades in the Moon Demon Company.<br />\r\n <br />\r\nKureto Hiiragi receives information that a large group of vampires will be gathering in Nagoya, preparing for their assault on the Imperial Demon Army&#039;s main forces in Tokyo. Led by Guren Ichinose, Yuuichirou&#039;s team is one of many selected to intercept and eliminate the vampire nobles.<br />\r\n <br />\r\nWith the Nagoya mission quickly approaching, the members of Shinoa squad continue to work towards fully mastering their weapons, while learning how to improve their teamwork. Yuuichirou must gain the power he needs to slay the nobles and save his best friend, before he succumbs to the demon of the Cursed Gear.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/76632.jpg","Mal-title":"Owari no Seraph: Nagoya Kessen-hen"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FPokemon-Dub":{"Kiss":"http://kissanime.ru/Anime/Pokemon-Dub","Kiss-description":"A young boy named Satoshi embarks on a journey to become a \"Pokemon Master\" with his first Pokemon, Pikachu. Joining him on his travels are Takeshi, a girl-obsessed Rock Pokemon Trainer, and Kasumi, a tomboyish Water Pokemon Trainer who may have a crush on him. Satoshi and Co. end up traveling through various regions, including Kanto, the Orange Islands, and Johto, and then enter the Pokemon League competitions there. Along the way, they run into many confrontations with Musashi, Kojirou, and Nyarth, a trio of Pokemon thieves who are apart of an evil organization called \"Team Rocket.\" But every time Team Rocket tries to do their evil deeds, they fail thanks to Satoshi and his Pokemon.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/73834.jpg","Kiss-title":"Pokemon (Dub)","Mal":"https://myanimelist.net/anime/527/Pokemon","Mal-description":"Pokemon are peculiar creatures with a vast array of different abilities and appearances; many people, known as Pokemon trainers, capture and train them, often with the intent of battling others. Young Satoshi has not only dreamed of becoming a Pokemon trainer but also a &quot;Pokemon Master,&quot; and on the arrival of his 10th birthday, he finally has a chance to make that dream a reality. Unfortunately for him, all three Pokemon available to beginning trainers have already been claimed and only Pikachu, a rebellious Electric type Pokemon, remains. However, this chance encounter would mark the start of a lifelong friendship and an epic adventure!<br />\r\n<br />\r\nSetting off on a journey to become the very best, Satoshi and Pikachu travel across beautiful, sprawling regions with their friends Kasumi, a Water type trainer, and Takeshi, a Rock type trainer. But danger lurks around every corner. The infamous Team Rocket is always nearby, seeking to steal powerful Pokemon through nefarious schemes. It&#039;ll be up to Satoshi and his friends to thwart their efforts as he also strives to earn the eight Pokemon Gym Badges he&#039;ll need to challenge the Pokemon League, and eventually claim the title of Pokemon Master. <br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/73834.jpg","Mal-title":"Pokemon"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FPokemon-XY-Dub":{"Kiss":"http://kissanime.ru/Anime/Pokemon-XY-Dub","Kiss-description":"Satoshi and Pikachu will travel to Miare City at the center of the Kalos region.<br /> There, they will encounter never-before-seen Pok&eacute;mon and make new friends.<br /> Thus begins a new adventure as Satoshi takes on the Kalos League.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/54549.jpg","Kiss-title":"Pokemon XY (Dub)","Mal":"https://myanimelist.net/anime/19291/Pokemon_XY","Mal-description":"Satoshi and Pikachu have arrived in Miare City of the illustrious Kalos region to capture more Pokemon and continue their journey towards becoming the very best. Meanwhile, a genius inventor named Citron and his little sister Eureka wander the city when they run into Satoshi who quickly challenges them to a battle. However, they are soon caught up in a dangerous incident when Team Rocket, following Satoshi into Kalos, cause a Gaburias to rampage through the city.<br />\r\n<br />\r\nFar away in the quiet Asame Town, a young girl named Serena slogs through daily Sihorn riding practice at the behest of her mother, a professional Sihorn racer. After practice, she sees the events unfolding in Miare City on television where she recognizes a boy from her childhood. Having left a significant impact on her life, the sight of him stirs in her a desire to meet him again; and so, Serena sets off to Miare City, determined to find the boy from her past.<br />\r\n<br />\r\n<i>Pokemon XY</i> follows the group as they travel throughout Kalos in pursuit of their ambitions&mdash;Satoshi challenging Pokemon gyms, Citron learning from Satoshi, and Serena searching for what exactly her dream is. Along the way, they meet new friends, face new rivals, and continue to thwart Team Rocket&#039;s schemes, all the while discovering a little about the mysteries of mega evolution.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/54549.jpg","Mal-title":"Pokemon XY"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FPrince-of-Tennis":{"Kiss":"http://kissanime.ru/Anime/Prince-of-Tennis","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/21624.jpg","Kiss-title":"Prince of Tennis","Mal":"https://myanimelist.net/anime/22/Prince_of_Tennis","Mal-description":"The world of tennis is harsh and highly competitive. Numerous schools from Japan battle it out to determine the best of the best. <br />\r\n<br />\r\nSeishin Gakuen Junior High School, more commonly known as Seigaku, is one of the most prominent contestants in this battle of the finest. Their team line-up gets even stronger with the sudden arrival of a young prodigy from the West, Ryouma Echizen, who is determined to prove himself and escape the towering shadow of his legendary father. This fine addition changes the team forever.<br />\r\n<br />\r\n<i>Prince of Tennis</i> follows the heartwarming and inspirational story of Ryouma on his quest to become one of the best tennis players the country has ever seen. He pushes himself hard so that he can one day surpass his father&rsquo;s name and his own personal expectations. Alongside the rest of the Seigaku team, Ryouma fights to make his and his teammate&#039;s dreams come true.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/21624.jpg","Mal-title":"Prince of Tennis"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FRakudai-Kishi-no-Cavalry":{"Kiss":"http://kissanime.ru/Anime/Rakudai-Kishi-no-Cavalry","Kiss-description":"The \"school sword action\" story revolves around Magic Knights, modern magic-users who fight with weapons converted from their souls. Ikki Kurogane goes to a school for these Magic Knights, but he is the \"Failed Knight\" or \"Worst One\" who is failing because he has no magical skills. However, one day, he is challenged to a duel by Stella, a foreign princess and the \"Number One\" student. In this duel, \"the loser must be obedient for life.\"&nbsp;","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/76493.jpg","Kiss-title":"Rakudai Kishi no Cavalry","Mal":"https://myanimelist.net/anime/30296/Rakudai_Kishi_no_Cavalry","Mal-description":"There are some humans capable of using magical power to manifest their souls as weapons and control forces beyond normal comprehension. These people are known as Blazers, and those who are recognized as such can undergo training at academies to become Mage-Knights. Ikki Kurogane is an aspiring Mage-Knight, despite being considered the worst student at Hagun Academy as an F-ranked Blazer&mdash;the lowest rank possible.<br />\r\n<br />\r\nOne morning, he accidentally stumbles upon Stella Vermillion, a visiting princess and A-ranked Blazer who has just enrolled at Hagun, in a state of undress. As a result, she challenges him to a duel where the loser will be the winner&rsquo;s slave. It seems like a surefire win for Stella, but could there be more to Ikki than meets the eye?<br />\r\n<br />\r\n<i>Rakudai Kishi no Cavalry</i> tells the story of Ikki&rsquo;s valiant efforts to qualify for an upcoming tournament that could bring him a step closer to his dreams, aided by Stella. Together, they will prove that hard work can overcome the limits set upon them.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/76493.jpg","Mal-title":"Rakudai Kishi no Cavalry"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FRe-Zero-kara-Hajimeru-Isekai-Seikatsu":{"Kiss":"http://kissanime.ru/Anime/Re-Zero-kara-Hajimeru-Isekai-Seikatsu","Kiss-description":"When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager, however: not long after his arrival, he is attacked by some thugs; armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.<br /><br />However, Subaru immediately reawakens to a familiar scene&mdash;confronted by the same group of thugs, meeting Satella all over again&mdash;the enigma deepens as history inexplicably repeats itself.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/79410.jpg","Kiss-title":"Re:Zero kara Hajimeru Isekai Seikatsu","Mal":"https://myanimelist.net/anime/31240/Re_Zero_kara_Hajimeru_Isekai_Seikatsu","Mal-description":"When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren&#039;t looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.<br />\r\n<br />\r\nHowever, Subaru immediately reawakens to a familiar scene&mdash;confronted by the same group of thugs, meeting Satella all over again&mdash;the enigma deepens as history inexplicably repeats itself.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/79410.jpg","Mal-title":"Re:Zero kara Hajimeru Isekai Seikatsu"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSaijaku-Muhai-no-Bahamut":{"Kiss":"http://kissanime.ru/Anime/Saijaku-Muhai-no-Bahamut","Kiss-description":"<span>Lux, a former prince of an empire named Arcadia that was overthrown via a rebellion five years earlier. Lux accidentally trespasses in a female dormitory's bathing area, sees the kingdom's new princess Lisesharte naked, and incurs her wrath. Lisesharte then challenges Lux to a Drag-Ride duel. Drag-Rides are ancient armored mechanical weapons that have been excavated from ruins all around the world. Lux used to be called the strongest Drag-Knight, but now he's known as the \"undefeated weakest\" Drag-Knight because he will absolutely not attack in battle. After his duel with Lisesharte, Lux ends up attending the female-only academy that trains royals to be Drag-Knights.&nbsp;<span style=\"font-size: 90%;\"><!--size--></span></span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/76664.jpg","Kiss-title":"Saijaku Muhai no Bahamut","Mal":"https://myanimelist.net/anime/30749/Saijaku_Muhai_no_Bahamut","Mal-description":"Lux, a former prince of an empire named Arcadia that was overthrown via a rebellion five years earlier, accidentally trespasses in a female dormitory&#039;s bathing area, sees the kingdom&#039;s new princess Lisesharte naked, incurring her wrath. Lisesharte then challenges Lux to a Drag-Ride duel. Drag-Rides are ancient armored mechanical weapons that have been excavated from ruins all around the world. Lux used to be called the strongest Drag-Knight, but now he&#039;s known as the &quot;undefeated weakest&quot; Drag-Knight because he will absolutely not attack in battle. After his duel with Lisesharte, Lux ends up attending the female-only academy that trains royals to be Drag-Knights. <br />\r\n<br />\r\n(Source: ANN)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/76664.jpg","Mal-title":"Saijaku Muhai no Bahamut"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSeikoku-no-Dragonar":{"Kiss":"http://kissanime.ru/Anime/Seikoku-no-Dragonar","Kiss-description":"Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academy&mdash;except for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.<br /><br />Until now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen before&mdash;in the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.<br /><br />Ash's problems with dragon riding have only just begun.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/56419.jpg","Kiss-title":"Seikoku no Dragonar (Sub)","Mal":"https://myanimelist.net/anime/21033/Seikoku_no_Dragonar","Mal-description":"Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academyexcept for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.<br />\n<br />\nUntil now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen beforein the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.<br />\n<br />\nAsh's problems with dragon riding have only just begun.<br />\n<br />\n(Source: ANN)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/56419.jpg","Mal-title":"Seikoku no Dragonar"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSeikoku-no-Dragonar-Dub":{"Kiss":"http://kissanime.ru/Anime/Seikoku-no-Dragonar-Dub","Kiss-description":"<span>Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academy&mdash;except for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.<br /> <br /> Until now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen before&mdash;in the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.<br /> <br /> Ash's problems with dragon riding have only just begun.</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/56419.jpg","Kiss-title":"Seikoku no Dragonar (Dub)","Mal":"https://myanimelist.net/anime/21033/Seikoku_no_Dragonar","Mal-description":"Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academyexcept for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.<br />\n<br />\nUntil now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen beforein the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.<br />\n<br />\nAsh's problems with dragon riding have only just begun.<br />\n<br />\n(Source: ANN)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/56419.jpg","Mal-title":"Seikoku no Dragonar"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FShigatsu-wa-Kimi-no-Uso":{"Kiss":"http://kissanime.ru/Anime/Shigatsu-wa-Kimi-no-Uso","Kiss-description":"Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano.<br /><br />Two years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again.<br /><br />Based on the manga series of the same name,&nbsp;<em>Shigatsu wa Kimi no Uso</em>&nbsp;approaches the story of Kousei's recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/67177.jpg","Kiss-title":"Shigatsu wa Kimi no Uso (Sub)","Mal":"https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso","Mal-description":"Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano.<br />\r\n <br />\r\nTwo years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again.<br />\r\n<br />\r\nBased on the manga series of the same name, <i>Shigatsu wa Kimi no Uso</i> approaches the story of Kousei&#039;s recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/67177.jpg","Mal-title":"Shigatsu wa Kimi no Uso"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FShokugeki-no-Souma":{"Kiss":"http://kissanime.ru/Anime/Shokugeki-no-Souma","Kiss-description":"Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle school, his father, Yukihira Jouichirou, closes down the restaurant to cook in Europe. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/72943.jpg","Kiss-title":"Shokugeki no Souma","Mal":"https://myanimelist.net/anime/28171/Shokugeki_no_Souma","Mal-description":"Ever since he was a child, fifteen-year-old Souma Yukihira has helped his father by working as the sous chef in the restaurant his father runs and owns. Throughout the years, Souma developed a passion for entertaining his customers with his creative, skilled, and daring culinary creations. His dream is to someday own his family&#039;s restaurant as its head chef.<br />\r\n<br />\r\nYet when his father suddenly decides to close the restaurant to test his cooking abilities in restaurants around the world, he sends Souma to Tootsuki Culinary Academy, an elite cooking school where only 10 percent of the students graduate. The institution is famous for its &quot;Shokugeki&quot; or &quot;food wars,&quot; where students face off in intense, high-stakes cooking showdowns.<br />\r\n<br />\r\nAs Souma and his new schoolmates struggle to survive the extreme lifestyle of Tootsuki, more and greater challenges await him, putting his years of learning under his father to the test.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/72943.jpg","Mal-title":"Shokugeki no Souma"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSousei-no-Onmyouji-Twin-Star-Exorcists":{"Kiss":"http://kissanime.ru/Anime/Sousei-no-Onmyouji-Twin-Star-Exorcists","Kiss-description":"Grotesque monsters known as Impurities reside in Magano, a realm parallel to the present day. Exorcists purify these evil apparitions to protect the people. Rokuro Enmado is opposed to becoming an exorcist, even though he has the talent to be one, but an oracle gives him the title of \"Twin Star Exorcist,\" the name bestowed upon married exorcists. Benio Adashino, the girl who receives the title along with Rokuro, is determined to exorcise all the Kegare, or Impurities, in the world. The two find themselves wrapped up in more and more battles together as the Twin Star Exorcists...","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/79556.jpg","Kiss-title":"Sousei no Onmyouji","Mal":"https://myanimelist.net/anime/32105/Sousei_no_Onmyouji","Mal-description":"Grotesque monsters known as Impurities reside in Magano, a realm parallel to the present day. Exorcists purify these evil apparitions to protect the people. Rokuro Enmado is opposed to becoming an exorcist, even though he has the talent to be one, but an oracle gives him the title of &quot;Twin Star Exorcist,&quot; the name bestowed upon married exorcists. Benio Adashino, the girl who receives the title along with Rokuro, is determined to exorcise all the Kegare, or Impurities, in the world. The two find themselves wrapped up in more and more battles together as the Twin Star Exorcists...<br />\r\n<br />\r\n(Source: Crunchyroll)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/79556.jpg","Mal-title":"Sousei no Onmyouji"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSteins-Gate":{"Kiss":"http://kissanime.ru/Anime/Steins-Gate","Kiss-description":"Steins;Gate is set in the summer of 2010, approximately one year after the events that took place in Chaos;Head, in Akihabara.<br /><br />Steins;Gate is about a group of friends who have customized their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN, who has been doing their own research on time travel, tracks them down and now the characters have to find a way to avoid being captured by them.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/73199.jpg","Kiss-title":"Steins;Gate (Sub)","Mal":"https://myanimelist.net/anime/9253/Steins_Gate","Mal-description":"The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective &quot;future gadgets&quot; with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed &quot;Daru.&quot; The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the &quot;Phone Microwave,&quot; which performs the strange function of morphing bananas into piles of green gel.<br />\r\n<br />\r\nThough miraculous in itself, the phenomenon doesn&#039;t provide anything concrete in Okabe&#039;s search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success&mdash;the Phone Microwave can send emails to the past, altering the flow of history.<br />\r\n<br />\r\nAdapted from the critically acclaimed visual novel by 5pb. and Nitroplus, <i>Steins;Gate</i> takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/73199.jpg","Mal-title":"Steins;Gate"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSword-Art-Online":{"Kiss":"http://kissanime.ru/Anime/Sword-Art-Online","Kiss-description":"In the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/39717.jpg","Kiss-title":"Sword Art Online (Sub)","Mal":"https://myanimelist.net/anime/11757/Sword_Art_Online","Mal-description":"In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of &quot;NerveGear&quot; technology, players can control their avatars within the game using nothing but their own thoughts.<br />\r\n<br />\r\nKazuto Kirigaya, nicknamed &quot;Kirito,&quot; is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game&#039;s creator has trapped them in his new world until they complete all one hundred levels of the game.<br />\r\n<br />\r\nIn order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/39717.jpg","Mal-title":"Sword Art Online"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSword-Art-Online-II":{"Kiss":"http://kissanime.ru/Anime/Sword-Art-Online-II","Kiss-description":"One year after the SAO incident, Kirito is approached by Seijiro Kikuoka from Japan's Ministry of Internal Affairs and Communications Department \"VR Division\" with a rather peculiar request.<br /><br />That was an investigation on the \"Death Gun\" incident that occurred in the gun and steel filled VRMMO called Gun Gale Online (GGO). \"Players who are shot by a mysterious avatar with a jet black gun lose their lives even in the real world...\" Failing to turn down Kikuoka's bizarre request, Kirito logs in to GGO even though he is not completely convinced that the virtual world could physically affect the real world.<br /><br />Kirito wanders in an unfamiliar world in order to gain any clues about the \"Death Gun.\" Then, a female sniper named Sinon who owns a gigantic \"Hecate II\" rifle extends Kirito a helping hand. With Sinon's help, Kirito decides to enter the \"Bullet of Bullets,\" a large tournament to choose the most powerful gunner within the realm of GGO, in hopes to become the target of the \"Death Gun\" and make direct contact with the mysterious avatar.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/65185.jpg","Kiss-title":"Sword Art Online II (Sub)","Mal":"https://myanimelist.net/anime/21881/Sword_Art_Online_II","Mal-description":"A year after escaping Sword Art Online, Kazuto Kirigaya has been settling back into the real world. However, his peace is short-lived as a new incident occurs in a game called Gun Gale Online, where a player by the name of Death Gun appears to be killing people in the real world by shooting them in-game. Approached by officials to assist in investigating the murders, Kazuto assumes his persona of Kirito once again and logs into Gun Gale Online, intent on stopping the killer.<br />\r\n<br />\r\nOnce inside, Kirito meets Sinon, a highly skilled sniper afflicted by a traumatic past. She is soon dragged in his chase after Death Gun, and together they enter the Bullet of Bullets, a tournament where their target is sure to appear. Uncertain of Death Gun&#039;s real powers, Kirito and Sinon race to stop him before he has the chance to claim another life. Not everything goes smoothly, however, as scars from the past impede their progress. In a high-stakes game where the next victim could easily be one of them, Kirito puts his life on the line in the virtual world once more.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/65185.jpg","Mal-title":"Sword Art Online II"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FSword-Art-Online-II-Dub":{"Kiss":"http://kissanime.ru/Anime/Sword-Art-Online-II-Dub","Kiss-description":"One year after the SAO incident, Kirito is approached by Seijiro Kikuoka from Japan's Ministry of Internal Affairs and Communications Department \"VR Division\" with a rather peculiar request.<br /><br /> That was an investigation on the \"Death Gun\" incident that occurred in the gun and steel filled VRMMO called Gun Gale Online (GGO). \"Players who are shot by a mysterious avatar with a jet black gun lose their lives even in the real world...\" Failing to turn down Kikuoka's bizarre request, Kirito logs in to GGO even though he is not completely convinced that the virtual world could physically affect the real world.<br /><br /> Kirito wanders in an unfamiliar world in order to gain any clues about the \"Death Gun.\" Then, a female sniper named Sinon who owns a gigantic \"Hecate II\" rifle extends Kirito a helping hand. With Sinon's help, Kirito decides to enter the \"Bullet of Bullets,\" a large tournament to choose the most powerful gunner within the realm of GGO, in hopes to become the target of the \"Death Gun\" and make direct contact with the mysterious avatar.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/65185.jpg","Kiss-title":"Sword Art Online II (Dub)","Mal":"https://myanimelist.net/anime/21881/Sword_Art_Online_II","Mal-description":"A year after escaping Sword Art Online, Kazuto Kirigaya has been settling back into the real world. However, his peace is short-lived as a new incident occurs in a game called Gun Gale Online, where a player by the name of Death Gun appears to be killing people in the real world by shooting them in-game. Approached by officials to assist in investigating the murders, Kazuto assumes his persona of Kirito once again and logs into Gun Gale Online, intent on stopping the killer.<br />\r\n<br />\r\nOnce inside, Kirito meets Sinon, a highly skilled sniper afflicted by a traumatic past. She is soon dragged in his chase after Death Gun, and together they enter the Bullet of Bullets, a tournament where their target is sure to appear. Uncertain of Death Gun&#039;s real powers, Kirito and Sinon race to stop him before he has the chance to claim another life. Not everything goes smoothly, however, as scars from the past impede their progress. In a high-stakes game where the next victim could easily be one of them, Kirito puts his life on the line in the virtual world once more.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/65185.jpg","Mal-title":"Sword Art Online II"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTales-of-Zestiria-the-X-Cross":{"Kiss":"http://kissanime.ru/Anime/Tales-of-Zestiria-the-X-Cross","Kiss-description":"Sorey is a human youth who grew up among the seraphim, spiritual beings not visible to humans. Sorey believes in the folklore that says \"long ago, every human was able to see the seraphim\" and dreams of unraveling the ancient mystery to make the world a place where people and seraphim can live together in peace.<br /><br />One day, Sorey visits the human capital for the very first time. He becomes embroiled in an incident during which he pulls out a holy sword embedded in a rock and ends up becoming a Shepherd, one who casts away calamity from the world. He begins to realize the gravity of his mission, and his dream of coexistence between mankind and the seraphim becomes more intense&mdash;<br /><br />And thus, the Shepherd embarks on an amazing journey with his companions.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/79271.jpg","Kiss-title":"Tales of Zestiria the X (Sub)","Mal":"https://myanimelist.net/anime/30911/Tales_of_Zestiria_the_X","Mal-description":"Sorey is a human youth who grew up among the seraphim, spiritual beings not visible to humans. Sorey believes in the folklore that says &quot;long ago, every human was able to see the seraphim&quot; and dreams of unraveling the ancient mystery to make the world a place where people and seraphim can live together in peace.<br />\r\n<br />\r\nOne day, Sorey visits the human capital for the very first time. He becomes embroiled in an incident during which he pulls out a holy sword embedded in a rock and ends up becoming a Shepherd, one who casts away calamity from the world. He begins to realize the gravity of his mission, and his dream of coexistence between mankind and the seraphim becomes more intense&mdash;<br />\r\n<br />\r\nAnd thus, the Shepherd embarks on an amazing journey with his companions.<br />\r\n<br />\r\n(Source: Official site)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/79271.jpg","Mal-title":"Tales of Zestiria the X"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTo-LOVE-Ru":{"Kiss":"http://kissanime.ru/Anime/To-LOVE-Ru","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/22544.jpg","Kiss-title":"To LOVE-Ru","Mal":"https://myanimelist.net/anime/3455/To_LOVE-Ru","Mal-description":"Timid 16-year-old Rito Yuuki has yet to profess his love to Haruna Sairenji&mdash;a classmate and object of his infatuation since junior high. Sadly, his situation becomes even more challenging when one night, a mysterious, stark-naked girl crash-lands right on top of a bathing Rito.<br />\r\n<br />\r\nTo add to the confusion, Rito discovers that the girl, Lala Satalin Deviluke, is the crown princess of an alien empire and has run away from her home. Despite her position as the heiress to the most dominant power in the entire galaxy, Lala is surprisingly more than willing to marry the decidedly average Rito in order to avoid an unwanted political marriage.<br />\r\n<br />\r\n<i>To LOVE-Ru</i> depicts Rito&#039;s daily struggles with the bizarre chaos that begins upon the arrival of Lala. With an evergrowing legion of swooning beauties that continuously foil his attempted confessions to Haruna, To LOVE-Ru  is a romantic comedy full of slapstick humor, sexy girls, and outlandishly lewd moments that defy the laws of physics.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/22544.jpg","Mal-title":"To LOVE-Ru"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTokyo-Ghoul-A":{"Kiss":"http://kissanime.ru/Anime/Tokyo-Ghoul-A","Kiss-description":"In modern day Tokyo, society lives in fear of Ghouls: mysterious creatures who look exactly like humans&mdash;yet hunger insatiably for their flesh. None of this matters to Ken Kaneki, a bookish and ordinary young man, until a dark and violent encounter turns him into the first ever Ghoul-human half breed. Trapped between two worlds, Ken must survive the violent conflicts of warring Ghoul factions, while attempting to learn more about Ghoul society, his newfound powers, and the fine line between man and monster.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/71777.jpg","Kiss-title":"Tokyo Ghoul Root A (Sub)","Mal":"https://myanimelist.net/anime/27899/Tokyo_Ghoul_%25E2%2588%259AA","Mal-description":"Ken Kaneki has finally come to accept the monstrous, flesh-craving part of himself that he has feared and despised for so long. After escaping captivity and torture, Kaneki joins Aogiri Tree&mdash;the very militant ghoul organization that had abducted him, leading his friends to question his true motive and loyalty.<br />\r\n<br />\r\nAs tension between the government and the ghouls continues to rise, the Commission of Counter Ghoul, the government&#039;s specialized anti-ghoul agency, has intensified their efforts to completely purge Tokyo of ghouls. This threatens the transient peace of Kaneki&#039;s friends and former comrades&mdash;the ghouls at the Anteiku coffee shop. Aware of the dangerous situation, Kaneki faces several battles that puts his precious fleeting humanity on the line.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/71777.jpg","Mal-title":"Tokyo Ghoul A"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTokyo-Ghoul-Dub":{"Kiss":"http://kissanime.ru/Anime/Tokyo-Ghoul-Dub","Kiss-description":"The suspense horror/dark fantasy story is set in Tokyo, which is haunted by mysterious \"ghouls\" who are devouring humans. People are gripped by the fear of these ghouls whose identities are masked in mystery. An ordinary college student named Kaneki encounters Rize, a girl who is an avid reader like him, at the caf&eacute; he frequents. Little does he realize that his fate will change overnight.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/5/64449.jpg","Kiss-title":"Tokyo Ghoul (Dub)","Mal":"https://myanimelist.net/anime/22319/Tokyo_Ghoul","Mal-description":"Tokyo has become a cruel and merciless city&mdash;a place where vicious creatures called &ldquo;ghouls&rdquo; exist alongside humans. The citizens of this once great metropolis live in constant fear of these bloodthirsty savages and their thirst for human flesh. However, the greatest threat these ghouls pose is their dangerous ability to masquerade as humans and blend in with society.<br />\r\n<br />\r\nBased on the best-selling supernatural horror manga by Sui Ishida, <i>Tokyo Ghoul</i> follows Ken Kaneki, a shy, bookish college student, who is instantly drawn to Rize Kamishiro, an avid reader like himself. However, Rize is not exactly who she seems, and this unfortunate meeting pushes Kaneki into the dark depths of the ghouls&#039; inhuman world. In a twist of fate, Kaneki is saved by the enigmatic waitress Touka Kirishima, and thus begins his new, secret life as a half-ghoul/half-human who must find a way to integrate into both societies.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/5/64449.jpg","Mal-title":"Tokyo Ghoul"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTokyo-Ravens":{"Kiss":"http://kissanime.ru/Anime/Tokyo-Ravens","Kiss-description":"Tsuchimikado Harutora was born into a prestigious Onmyoji family, but he can't see \"spirit energy\". Therefore, he's been enjoying a peaceful daily life with his friends at an Onmyo branch school. One day, his childhood friend Tsuchimikado Natsume, heir to the head family, suddenly appears. Will this cause his destiny spring into motion!?&nbsp;","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/75094.jpg","Kiss-title":"Tokyo Ravens (Sub)","Mal":"https://myanimelist.net/anime/16011/Tokyo_Ravens","Mal-description":"Onmyoudou magic was once a powerful technique used by the Japanese during the second World War in order for them to gain the upper hand and establish their nation as a formidable force. But Japan was quickly defeated after the revered onmyouji Yakou Tsuchimikado caused the &quot;Great Spiritual Disaster,&quot; an event which plagues Tokyo to this very day. As a result of this mishap, the Onmyou Agency was established in order to exorcise further spiritual disasters and combat the demons that would make their way into the world.<br />\r\n<br />\r\nNow, Onmyoudou has become far more modern, simplified, and refined for use in a wide variety of applications such as medicine and technology. However, not everyone is able to utilize the magic, as is the case with Harutora, a member of the Tsuchimikado&#039;s branch family. Despite an old promise to protect Natsume, the heir of the Tsuchimikado&#039;s main family and Yakou&#039;s supposed reincarnation, as her familiar, Harutora has no talent and chooses to live a normal life instead. But when a prominent member of the Onmyou Agency attempts to recreate the same experiment which led to Japan&#039;s downfall, he decides to make good on his word and fight by Natsume&#039;s side.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/75094.jpg","Mal-title":"Tokyo Ravens"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FToradora":{"Kiss":"http://kissanime.ru/Anime/Toradora","Kiss-description":"It's a new school year and Ryuuji Takasu discovers that not only is he in the same class as his best friend, Yuusaku Kitamura, but also Minori Kushieda whom he's had an undisclosed crush on for quite some time. Along with the two of them comes the &ldquo;Palmtop Tiger&rdquo;, tiny Taiga Aisaka and Minori's best friend. Despite her small stature, Taiga takes nothing from anybody and is secretly in love with Kitamura. Ryuuji and Taiga, despite their oil and water relationship, agree to mutually support each other in their quests for their hearts' desire.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/13/22128.jpg","Kiss-title":"Toradora! (Sub)","Mal":"https://myanimelist.net/anime/4224/Toradora","Mal-description":"Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the &quot;Palmtop Tiger.&quot;<br />\r\n<br />\r\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda&mdash;Taiga&#039;s best friend!<br />\r\n<br />\r\n<i>Toradora!</i> is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/13/22128.jpg","Mal-title":"Toradora!"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FToriko":{"Kiss":"http://kissanime.ru/Anime/Toriko","Kiss-description":"In the world where the taste and texture of food are very important there is Toriko, a hunter of precious foods regularly hired by restaurants and the rich. A man with inhuman skills to capture the ferocious, evasive and rare animals to complete his ultimate dinner course and then the chef Komatsu, his current accomplice: a weak timid person who was inspired by Toriko's greatness and accompanies him on all his journeys on his quest for the course of his life.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/56329.jpg","Kiss-title":"Toriko (Sub)","Mal":"https://myanimelist.net/anime/10033/Toriko","Mal-description":"Welcome to the Gourmet Age, where happiness is measured by what you eat. In an era in which life revolves around fine cuisine, people will go to great lengths to procure special ingredients which have the power to turn a nice meal into a heavenly delight. However, since these delicious additives usually come from rare, powerful creatures, Gourmet Hunters are called upon to gather them.<br />\r\n<br />\r\nThe International Gourmet Organization has the utmost power in this world, and is responsible for maintaining the balance of the distribution of ingredients worldwide. One day, Chef Komatsu is sent on a mission to locate one of the most renowned Gourmet Hunters in existence, Toriko, and to hire him for a very special job.<br />\r\n<br />\r\nHowever, astounded by Toriko&#039;s skill and unbelievable passion, what started out as a simple mission gradually grows into a deep friendship. Combine the talents of Gourmet Hunter Toriko, who dreams of creating the ultimate Full Course meal, and Chef Komatsu, who aspires to one day become a Master Chef, and the recipe for success may just be discovered.","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/56329.jpg","Mal-title":"Toriko"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FTrinity-Seven":{"Kiss":"http://kissanime.ru/Anime/Trinity-Seven","Kiss-description":"&ldquo;Awaken now, Kasuga Arata.&rdquo; With those words, Arata&rsquo;s uneventful, carefree life ends forever. A black shadow covers the sun and Arata&rsquo;s entire town is reduced to rubble, all the people in it spirited away by the blackness of the sun in an event called a \"breakdown phenomenon\". As Arata&rsquo;s memories come flooding back, he realizes he&rsquo;s been living inside an illusion created by a powerful book of spells.<br /><br />Lilith Asami, a mage dispatched to investigate the phenomenon, gives Arata two choices: hand over the book, or die. Arata chooses the third option: enrolling in the top-secret magic school Royal Biblia Academy. Waiting for him at the academy are seven beautiful magic users, the&nbsp;<em>Trinity Seven</em>, each with her own power and skill. With so many women surrounding him, there are plenty of opportunities to have some silly perverted fun.<br /><br />But it&rsquo;s not all fun and games for Arata. Spurred on by the memory of his cousin and childhood friend Hijiri Kasuga, Arata will stop at nothing to stop the destruction of the world and bring his best friend back.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/12/67795.jpg","Kiss-title":"Trinity Seven (Sub)","Mal":"https://myanimelist.net/anime/25157/Trinity_Seven","Mal-description":"One day, the bright red sun stopped shining, causing the &quot;Breakdown Phenomenon&quot;&mdash;the destruction of Arata Kasuga&#039;s town and the disappearance of the people inhabiting it. All, however, is not yet lost; by utilizing the magical grimoire given to him by his childhood friend and cousin Hijiri Kasuga, Arata&#039;s world gets artificially reconstructed.<br />\r\n<br />\r\nIn order to investigate the phenomenon, Lilith Asami appears before Arata, whose artificial world suddenly disintegrates. He is given two choices: hand over the book, or die. However, Arata chooses the third option&mdash;enrolling in the top-secret magic school Royal Biblia Academy, where six other magical users await him. Together with Lilith, these six form the Trinity Seven, the elite of the school who each bolster their own power and skill.<br />\r\n<br />\r\nWith the ambition to save Hijiri and the help of his newfound friends, Arata stops at nothing to prevent the destruction of his beloved hometown and to bring his best friend back.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/12/67795.jpg","Mal-title":"Trinity Seven"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FUninhabited-Planet-Survive":{"Kiss":"http://kissanime.ru/Anime/Uninhabited-Planet-Survive","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/3/46859.jpg","Kiss-title":"Uninhabited Planet Survive","Mal":"https://myanimelist.net/anime/709/Mujin_Wakusei_Survive","Mal-description":"The story is set in the 22nd century where space travel, planet colonization and anti-gravity basketball are practically everyday things. Planet Earth has become uninhabitable, and therefore people live in colonies on the surrounding planets. On a school field trip, a mistake causes the protagonist, a young transfer student named Luna, her pet robot, and six of her classmates to be thrown through a gravity storm and crash land on a seemingly uninhabited planet. There, with Luna as their leader, the robot cat Chako, the lone wolf Kaoru, the spoiled rich boy Howard, the shy Sharla, the obedient Bell, the prideful musician Menori and the young genius Shingo must fight for their survival. But is the planet really uninhabited, or is there someone or something out there, waiting in the shadows?<br />\r\n<br />\r\n(Source: Wikipedia)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/3/46859.jpg","Mal-title":"Mujin Wakusei Survive"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FUtawarerumono-OVA-Dub":{"Kiss":"http://kissanime.ru/Anime/Utawarerumono-OVA-Dub","Kiss-description":"<span>A three part OVA of Utawarerumono. The animation work will be done by the same staff that did the opening of the game the show was based on. The story will cover parts that weren't shown in the anime series.&nbsp;</span>","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/2/46847.jpg","Kiss-title":"Utawarerumono OVA (Dub)","Mal":"https://myanimelist.net/anime/3593/Utawarerumono_OVA","Mal-description":"A three part OVA of Utawarerumono. The animation work will be done by the same staff that did the opening of the game the show was based on. The story will cover parts that weren&#039;t shown in the anime series. <br />\r\n<br />\r\n(Source: Moon Phase)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/2/46847.jpg","Mal-title":"Utawarerumono OVA"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FWorld-Trigger":{"Kiss":"http://kissanime.ru/Anime/World-Trigger","Kiss-description":"The people of Earth are suddenly faced with the fact that worlds other than their own exist, and they're not friendly. An invading force with advanced technology called Neighbors, have threatened to overrun and conquer the world. Luckily, an organization named Border was established to stop them. They have set up a base of operations in Mikado City near the gate that acts as entry point of Neighbors.<br /><br />In the action sci-fi anime<em>&nbsp;World Trigger</em>, middle-school student Osamu Mikumo meets mysterious transferee Yuuma Kuga four and a half years after the appearance of the gate. Osamu, who&rsquo;s secretly a Border member in training, finds out that Yuuma is not your typical student either.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/7/66705.jpg","Kiss-title":"World Trigger","Mal":"https://myanimelist.net/anime/24405/World_Trigger","Mal-description":"When a gate to another world suddenly opens on Earth, Mikado City is invaded by strange creatures known as &quot;Neighbors,&quot; malicious beings impervious to traditional weaponry. In response to their arrival, an organization called the Border Defense Agency has been established to combat the Neighbor menace through special weapons called &quot;Triggers.&quot; Even though several years have passed after the gate first opened, Neighbors are still a threat and members of Border remain on guard to ensure the safety of the planet.<br />\r\n<br />\r\nDespite this delicate situation, members-in-training, such as Osamu Mikumo, are not permitted to use their Triggers outside of headquarters. But when the mysterious new student in his class is dragged into a forbidden area by bullies, they are attacked by Neighbors, and Osamu has no choice but to do what he believes is right. Much to his surprise, however, the transfer student Yuuma Kuga makes short work of the aliens, revealing that he is a humanoid Neighbor in disguise.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/7/66705.jpg","Mal-title":"World Trigger"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FYahari-Ore-no-Seishun-Love-Come-wa-Machigatteiru":{"Kiss":"http://kissanime.ru/Anime/Yahari-Ore-no-Seishun-Love-Come-wa-Machigatteiru","Kiss-description":"Hachiman Hikigaya is an apathetic high school student with narcissistic and semi-nihilistic tendencies. He firmly believes that joyful youth is nothing but a farce, and everyone who says otherwise is just lying to themselves.&nbsp;<br /><br />In a novel punishment for writing an essay mocking modern social relationships, Hachiman's teacher forces him to join the Volunteer Service Club, a club that aims to extend a helping hand to any student who seeks their support in achieving their goals. With the only other club member being the beautiful ice queen Yukino Yukinoshita, Hachiman finds himself on the front line of other people's problems&mdash;a place he never dreamed he would be. As Hachiman and Yukino use their wits to solve many students' problems, will Hachiman's rotten view of society prove to be a hindrance or a tool he can use to his advantage?","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/11/49459.jpg","Kiss-title":"Yahari Ore no Seishun Love Comedy wa Machigatteiru. (Sub)","Mal":"https://myanimelist.net/anime/14813/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru","Mal-description":"Hachiman Hikigaya is an apathetic high school student with narcissistic and semi-nihilistic tendencies. He firmly believes that joyful youth is nothing but a farce, and everyone who says otherwise is just lying to themselves. <br />\r\n<br />\r\nIn a novel punishment for writing an essay mocking modern social relationships, Hachiman&#039;s teacher forces him to join the Volunteer Service Club, a club that aims to extend a helping hand to any student who seeks their support in achieving their goals. With the only other club member being the beautiful ice queen Yukino Yukinoshita, Hachiman finds himself on the front line of other people&#039;s problems&mdash;a place he never dreamed he would be. As Hachiman and Yukino use their wits to solve many students&#039; problems, will Hachiman&#039;s rotten view of society prove to be a hindrance or a tool he can use to his advantage?<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/11/49459.jpg","Mal-title":"Yahari Ore no Seishun Love Comedy wa Machigatteiru."},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FYu-Gi-Oh-Arc-V-5":{"Kiss":"http://kissanime.ru/Anime/Yu-Gi-Oh-Arc-V-5","Kiss-description":"Yu-Gi-Oh! ARC-V centers around Yuya Sakaki, as he tries to escape from harsh reality by smiling. But one Duel leads him to make a determination to confront the difficulties and he will get the power of infinite possibilities. The show's main theme is \"Take a step forward with courage!!\"<br /><br />Yuya is a student at a preparatory school, learning to become an \"entertainment Duelist,\" a type of professional Duelist.<br /><br />The story is set in Miami City on the coast of Japan. Leo Corporation is run by its president Reiji Akaba. Thanks to the spread of the company's \"Solid Vision with mass,\" \"Action Duels\" are born in Miami City and has reached worldwide popularity. Children look up to star-level Pro Duelists, and they learn Summoning and Duel styles at various large and small cram schools, including the You Show Duel School that Yuya attends and the largest of such schools, Leo Duel School (LDS).","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/10/62939.jpg","Kiss-title":"Yu-Gi-Oh! Arc-V (Sub)","Mal":"https://myanimelist.net/anime/21639/Yu%E2%98%86Gi%E2%98%86Oh_Arc-V","Mal-description":"Yu-Gi-Oh! ARC-V centers around Yuya Sakaki, as he tries to escape from harsh reality by smiling. But one Duel leads him to make a determination to confront the difficulties and he will get the power of infinite possibilities. The show&#039;s main theme is &quot;Take a step forward with courage!!&quot;<br />\r\n<br />\r\nYuya is a student at a preparatory school, learning to become an &quot;entertainment Duelist,&quot; a type of professional Duelist.<br />\r\n<br />\r\nThe story is set in Miami City on the coast of Japan. Leo Corporation is run by its president Reiji Akaba. Thanks to the spread of the company&#039;s &quot;Solid Vision with mass,&quot; &quot;Action Duels&quot; are born in Miami City and has reached worldwide popularity. Children look up to star-level Pro Duelists, and they learn Summoning and Duel styles at various large and small cram schools, including the You Show Duel School that Yuya attends and the largest of such schools, Leo Duel School (LDS).<br />\r\n<br />\r\n(Source: Yu-Gi-Oh! Wikia, paraphrased from the V-Jump synopsis)","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/10/62939.jpg","Mal-title":"YuGiOh! Arc-V"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FYu-Gi-Oh-Duel-Monsters-Dub":{"Kiss":"http://kissanime.ru/Anime/Yu-Gi-Oh-Duel-Monsters-Dub","Kiss-description":"Yu-Gi-Oh! Duel Monsters centers around the journey of the spirit of an ancient Egyptian pharaoh who is trying to re-discover who he was many years ago, since he has lost his memories. With the help of a boy, Yugi Mutou, the one who awakened the spirit, and his friends, he battles many villains and adversaries. Many of the villains have been linked to the Nameless Pharaoh's past, due to the Millennium Puzzle he holds and many try to take the puzzle and his power away from him.<br /> <br /> The series focuses on the card game aspect of it and the main theme represented throughout the series is friendship.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/9/10397.jpg","Kiss-title":"Yu-Gi-Oh! Duel Monsters (Dub)","Mal":"https://myanimelist.net/anime/481/Yu%25E2%2598%2586Gi%25E2%2598%2586Oh_Duel_Monsters","Mal-description":"Legend says that the enigmatic Millennium Puzzle will grant one wish to whoever deciphers its ancient secrets. Upon solving it, high school student Yuugi Mutou unleashes &quot;another Yuugi,&quot; a peculiar presence contained inside. Now, whenever he is faced with a dilemma, this mysterious alter ego makes an appearance and aids him in his troubles.<br />\r\n<br />\r\nWishing to unravel the mystery behind this strange spirit, Yuugi and his companions find themselves competing with several opponents in &quot;Duel Monsters,&quot; a challenging card game used by people seeking to steal the Millennium Puzzle in a desperate attempt to harness the great power within. As the questions pile on, it is not long before they figure out that there is more than pride on the line in these duels.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/9/10397.jpg","Mal-title":"YuGiOh! Duel Monsters"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FYu-Yu-Hakusho":{"Kiss":"http://kissanime.ru/Anime/Yu-Yu-Hakusho","Kiss-description":"","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/8/25152.jpg","Kiss-title":"Yu Yu Hakusho (Dub)","Mal":"https://myanimelist.net/anime/392/Yuu%25E2%2598%2586Yuu%25E2%2598%2586Hakusho","Mal-description":"One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective.<br />\r\n<br />\r\nTo help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity&#039;s very existence.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/8/25152.jpg","Mal-title":"YuuYuuHakusho"},"http%3A%2F%2Fkissanime%2Eru%2FAnime%2FYuri-on-Ice":{"Kiss":"http://kissanime.ru/Anime/Yuri-on-Ice","Kiss-description":"Reeling from his crushing defeat at the Grand Prix Finale, Yuuri Katsuki, once Japan's most promising figure skater, returns to his family home to assess his options for the future. At age 23, Yuuri's window for success in skating is closing rapidly, and his love of pork cutlets and aptitude for gaining weight are not helping either.<br /><br />However, Yuuri finds himself in the spotlight when a video of him performing a routine previously executed by five-time world champion, Victor Nikiforov, suddenly goes viral. In fact, Victor himself abruptly appears at Yuuri's house and offers to be his mentor. As one of his biggest fans, Yuuri eagerly accepts, kicking off his journey to make it back onto the world stage. But the competition is fierce, as the rising star from Russia, Yuri Plisetsky, is relentlessly determined to defeat Yuuri and win back Victor's tutelage.","Kiss-img":"https://myanimelist.cdn-dena.com/images/anime/6/81149.jpg","Kiss-title":"Yuri!!! on Ice (Sub)","Mal":"https://myanimelist.net/anime/32995/Yuri_on_ICE","Mal-description":"Reeling from his crushing defeat at the Grand Prix Finale, Yuuri Katsuki, once Japan&#039;s most promising figure skater, returns to his family home to assess his options for the future. At age 23, Yuuri&#039;s window for success in skating is closing rapidly, and his love of pork cutlets and aptitude for gaining weight are not helping either.<br />\r\n<br />\r\nHowever, Yuuri finds himself in the spotlight when a video of him performing a routine previously executed by five-time world champion, Victor Nikiforov, suddenly goes viral. In fact, Victor himself abruptly appears at Yuuri&#039;s house and offers to be his mentor. As one of his biggest fans, Yuuri eagerly accepts, kicking off his journey to make it back onto the world stage. But the competition is fierce, as the rising star from Russia, Yuri Plisetsky, is relentlessly determined to defeat Yuuri and win back Victor&#039;s tutelage.<br />\r\n<br />\r\n[Written by MAL Rewrite]","Mal-img":"https://myanimelist.cdn-dena.com/images/anime/6/81149.jpg","Mal-title":"Yuri!!! on ICE"}}}